{
  "1": {
  "concept_domain": "cancer",
    "required_concepts": [
      "uncontrolled proliferation",
      "regulation breakdown",
      "clonal expansion",
      "tumor formation"
    ],
    "optional_concepts": [
      "genetic mutations"
    ],
    "followups": {
      "uncontrolled proliferation": "Think about what normally controls cell growth in healthy tissues. What might happen if a cell starts growing when it shouldn't?",
      "regulation breakdown": "What normally limits or slows cell division in healthy tissues?",
      "clonal expansion": "What do you think 'clonal' means in the context of cancer?",
      "tumor formation": "How might the accumulation of uncontrolled growth lead to problems for the organism?",
      "genetic mutations": "How might a mutation change the way a cell responds to growth signals?"
    },
    "encouragement": [
      "Nice start!",
      "Keep going — you're on the right track.",
      "Good thinking!",
      "You're making progress."
    ]
  },

  "2": {
    "key_concepts": [
      "Histological and tissue-origin classification",
      "Cancers classified by cell or tissue type",
      "Examples include epithelial, connective, nervous tissue origins"
    ],
    "followups": [
      "What is one way cancers can be grouped by the tissue they come from?",
      "How does origin of tissue influence cancer classification?",
      "What is an example of a cancer classified by cell type?"
    ],
    "encouragement": [
      "Think about what type of tissue the cancer started in.",
      "You're close — try naming a tissue origin.",
      "Good progress — how does the starting tissue matter?"
    ]
  },

  "3": {
    "key_concepts": [
      "Benign tumors do not invade surrounding tissue",
      "Malignant tumors invade and can metastasize",
      "Malignant tumors spread to distant sites"
    ],
    "followups": [
      "How do benign and malignant tumors differ in behavior?",
      "What does metastasis mean?",
      "Why is invasion important in distinguishing tumor types?"
    ],
    "encouragement": [
      "That's a good start — consider tissue invasion.",
      "You're close — think about spreading to other tissues.",
      "Good effort — what makes malignant tumors dangerous?"
    ]
  }
}
