["BC 351 Principles of Biochemistry Lectures 2 and 3 Cancer Overview Anticancer Drugs Why You Should Care About Functional Groups, Thermodynamics Protein Structure and Intermolecular Interactions New Targets in the War on Cancer (Cells) The War on Cancer - 1971 Lecture 2 Outline I. What is Cancer? II. What Causes Cancer? III. Can Cancer Be “Cured”? IV. New Anticancer Drug Development V. Summary Outline I. What is Cancer? II. What Causes Cancer? III. Can Cancer Be “Cured”? IV. Anticancer Drug Development V. Summary B. Cancer cells - generally 1. arise through genetic mutations and epigenetic changes that provide growth and survival advantages to our own cells 2. mutations and changes typically cause a breakdown in proliferative and survival controls 3. proliferating cells form colonies (tumors) 4. cancers originate from a particular cell type, single cell 5. two in five Americans will develop cancer, about half of these will die from cancer life time risk: men ~50%, women ~33% C. First level of classification 1. benign - grow, but do not invade surrounding tissue 2. malignant - invade surrounding tissue 3. metastasis - colonization of other sites Figure 20-1 Molecular Biology of the Cell (© Garland Science 2008) D. Second level of classification - apparent tissue of origin 1. Epithelial (sheet-like tissues) - carcinomas a. 80% of deaths b. most common type in adult humans Figure 20-3 Molecular Biology of the Cell (© Garland Science 2008) 2. Nonepithelial a. sarcoma b. blood-forming tissues leukemia, lymphoma c. nervous system tissue 3. Other, unknown a. melanocytes - melanomas E. Cancer Cells Arise through Progressive Changes Normal Benign Malignant Cervical Cancer Stages Normal Benign Malignant Figure 20-9 Molecular Biology of the Cell (© Garland Science 2008) F. Development of a Cancer Cell Requires Multiple Mutations and Changes Incidence of most cancers increase sharply with age 1. particularly carcinomas 2. some rarely even seen before ~45 years 3. at age 50 years ~1/5000, 20-fold greater than at 25y at age 65 ~1/1000 chance, 100-fold greater than at 25y Figure 20-7 Molecular Biology of the Cell (© Garland Science 2008) Question 1. The incidence of cancer increases dramatically with age due to A. an increase in average body weight. B. a tendency for a more sedentary lifestyle. C. increased stress due to having children in college. D. the time required to accumulate approximately six changes in a cell. E. the age when DNA repair mechanisms begin to break down. Question 1. The incidence of cancer increases dramatically with age due to A. an increase in average body weight. B. a tendency for a more sedentary life style. C. increased stress due to having children in college. D. the time required to accumulate approximately six changes in a cell. E. the age when DNA repair mechanisms begin to break down. E. In Summary - Cancer Cells A. arise through changes that provide growth and survival advantages B. changes cause a breakdown in proliferative controls, and other changes to overcome cancer protections C. initially form colonies (tumors), then spread D. cancers originate from a particular cell type, single cell E. cancer cells arise through a progression of changes F. cancer is at least one hundred different diseases, is caused by different combinations of molecular changes Outline I. What is Cancer? II. What Causes Cancer? III. Can Cancer Be “Cured”? IV. New Anticancer Drug Development V. Summary A. Environment/Lifestyle Determine Cancer Incidence Figure 20-20a Molecular Biology of the Cell (© Garland Science 2008) Effects of Environment and Lifestyle B. Risk factors - carcinogens (carcinogenic) 1. Chemical – snuff, chimney soot, tobacco 2. Physical - radiation (x-rays, UV etc.) 3. Lifestyle - nuns (no children), diet Table 2.6 The Biology of Cancer (© Garland Science 2007) C. Bottom Line - Most cancers appear avoidable (80-90%) 1. Particular to location/life style (liver-China, Lung-U.S., skin-Australia) 2. Arise in/from somatic cells, somatic mutations/changes 3. Known risk factors are primarily external to our cells: a. Cigarette smoking, heavy alcohol use b. Obesity, physical inactivity, diet c. Infectious agents – EBV, HPV, HBV, HTLV, HIV d. UV light & ionizing radiation e. ~5% of cancers are strongly hereditary Outline I. What is Cancer? II. What Causes Cancer? III. Can Cancer Be “Cured”? IV. New Anticancer Drug Development V. Summary A. The Bad News First Age-Adjusted Cancer Death Rates, 2018 CA: A Cancer Journal for Clinicians Volume 68, Issue 1, pages 7-30, 4 JAN 2018 DOI: 10.3322/caac.21442 http://onlinelibrary.wiley.com/doi/10.3322/caac.21442/full#caac21442-fig-0007 Non Age-Adjusted Cancer Death Rates Continue To Rise Sharply Colon Cancer Death Rates Increase Sharply After Age 45 The Number or People in the U.S. Older than 65 Will Surpass 50 Million this Decade 13% Total 16% Total 20% Total Disparities in Cancer Incidence and Death Rates Incidence 10% higher in Black men than White men Death rate 14% higher for Black women than White women Lung cancer", "rate in Kentucky 3.5 times higher than in Utah B. Now For Some Good News Cancer Deaths Averted, 1991-2015 CA: A Cancer Journal for Clinicians Volume 68, Issue 1, pages 7-30, 4 JAN 2018 DOI: 10.3322/caac.21442 http://onlinelibrary.wiley.com/doi/10.3322/caac.21442/full#caac21442-fig-0006 C. Summary A. Have made great strides in understanding the molecular changes in cancer cells. B. Beginning to develop treatments based on this knowledge. C. However, while curing cancer is unlikely, controlling cancer may be possible, prevention and early detection are the best bets. D. Next, have a look at the process of drug design. Outline I. What is Cancer? II. What Causes Cancer? III. Can Cancer Be “Cured”? IV. New Anticancer Drug Development V. Summary Gleevec Binds Abl Specifically, Inhibits Its Activity multiple H-bonds Van der Waals Interactions Figure 16.10b The Biology of Cancer (© Garland Science 2007) Outline I. What is Cancer? II. What Causes Cancer? III. Can Cancer Be “Cured”? IV. New Anticancer Drug Development V. Summary V. Summary A. Cancer is minimally about 100 different diseases B. Cancer is primarily an old person’s disease, cancer incidence is rising C. Have made great strides in understanding the molecular changes in cancer cells and developed means for differentiating specific changes in each cancer D. Beginning to develop treatments based on this knowledge E. Cancer may not be curable, but controllable F. Future Directions 1. Multi-drug therapies should address problems with drug resistance 2. Targets for future drug development are plentiful: 3. Systems biology, bioinformatic, and “-omics” should provide a much more holistic understanding of individual cancers Lecture 3 Outline I. Drug Design Overview II. Cancer Drugs and Targets III. Summary Outline I. Drug Design Overview II. Cancer Drugs and Targets III. Summary I. Drug Design Overview A. Aspirin – has three functional groups - the original source – white willow tree bark tea Chemistry in Context Ed. 7 ACS - new drugs derived by redesign of aspirin to form new analgesics by modifying the functional groups Chemistry in Context Ed. 7 ACS Chemistry in Context Ed. 7 ACS B. Antibiotics - Penicillin - original source – fungus Penicillium notatatum - active agent identified and purified - penicillin G - new variants ampicillin, oxacillin, cloxacillin, penicillin O and amoxicillin Chemistry in Context Ed. 7 ACS C. Paul Ehrlich, in early 1900s - searched for a “magic bullet” to cure syphilis - systematically changed small molecules - assessed activity - approach now known as a “structure-activity relationship study” D. Small Molecule Drug “Active Area” Chemistry in Context Ed. 7 ACS Chemistry in Context Ed. 7 ACS - bind through their specific shape/fit and functional group noncovalent interactions. - function through binding in place of the normal ligand (hormone, substrate, etc.) Chemistry in Context Ed. 7 ACS Chemistry in Context Ed. 7 ACS - example: the opiate morphine difficult to synthesize “active area” incorporated into a simpler, more easily synthesized molecule demerol demerol still binds and has opiate activity Chemistry in Context Ed. 7 ACS Chemistry in Context Ed. 7 ACS E. Computer modeling is now used, based on these same principles, to design potential new drugs F. Combinatorial chemistry - synthesis of large “libraries” of molecules - use high throughput screening for most effective molecules - has greatly reduced costs Chemistry in Context Ed. 7 ACS Chemistry in Context Ed. 7 ACS Question 1. The process of anti-cancer drug discovery A. is unlike the process used for developing new antibiotics and pain medicines. B. has become much more expensive in the past decade. C. rarely has been informed by naturally occurring compounds. D. currently is a blindly empirical process of testing millions of small molecules on cancer patients. E. recently has begun to employ compound libraries produced through combinatorial chemistry. Question 1. The process of anti-cancer drug discovery A. is unlike the process used for developing new antibiotics and pain medicines. B. has become much more expensive in the past decade. C. rarely has been informed by naturally occurring compounds. D. currently is a blindly empirical process of testing millions of small molecules on cancer patients. E. recently has begun to employ compound libraries produced through combinatorial chemistry. Outline I. Drug Design Overview II. Cancer Drugs and Targets III. Summary II. Cancer Drugs and Targets A. Drugs are low molecular weight - easier to synthesize - more likely to enter tumors or cells B. Targets – “druggable” - proteins with enzymatic function - have defined active site cleft for drug binding site C. “Rational drug design” to target kinases malfunctioning in cancer cells Tarceva – inhibitor of EGF receptor kinase activity 3D atomic structure of EGF-R known design drug to “fit” well and form multiple noncovalent bonds still mostly using more empirical approach D. Testing compounds for specificity and effectiveness a kinase inhibition assay Fig. 16.15 Biology of Cancer 2nd Ed. pre-trials in", "cell culture Then test in animal models like mice Phase I trials in humans Just a few people Phase II and III trials in humans Larger number of cancer patients Outline I. Drug Design Overview II. Cancer Drugs and Targets III. Summary III. Summary A. Drug design often begins with natural products and employs a structure-activity relationship experimental approach B. Drugs have active areas, targets (proteins) are druggable C. New approaches include computer modeling and combinatorial chemistry D. Drug testing begins with enzymology, effects in cultured cells and animals, then progresses to phase I, II and III in humans E. There are many potential druggable targets Question 2. This information suggests A. cancer will soon become much rarer. B. cancer is a young person’s disease. C. soon there will be a shift to a lower average age at death. D. the war on cancer is clearly being won. E. the importance of understanding and controlling cancer is likely to continue to grow for several decades. Question 2. This information suggests A. cancer will soon become much rarer. B. cancer is a young person’s disease. C. soon there will be a shift to a lower average age at death. D. the war on cancer is clearly being won. E. the importance of understanding and controlling cancer is likely to continue to grow for several decades. Question 3. Drug resistance is a constant problem in anticancer therapy that can be addressed by A. giving patients antibiotics during chemotherapy. B. treating patients with a series of anticancer drugs directed against the cancer causing proteins and the modified forms. C. giving patients multiple drugs that inhibit all known modified forms of a key oncoprotein. D. giving patients multiple drugs that inhibit two or three oncoproteins found in a particular cancer. E. doubling or tripling the dose of the anticancer drug. Question 3. Drug resistance is a constant problem in anticancer therapy that can be addressed by A. giving patients antibiotics during chemotherapy. B. treating patients with a series of anticancer drugs directed against the cancer causing proteins and the modified forms. C. giving patients multiple drugs that inhibit all known modified forms of a key oncoprotein. D. giving patients multiple drugs that inhibit two or three oncoproteins found in a particular cancer. E. doubling or tripling the dose of the anticancer drug. For More on Cancer….. Thank You! Questions?", "ADVERTISEMENT Permanent Address: http://www.scientificamerican.com/article/cancer-death-rate-depends-on-geography/ Health » Scientific American Volume 311, Issue 1 » Outlook This article is from the In-Depth Report Cancer: The March on Malignancy Cancer Death Rate Depends on Geography Despite a huge amount of funding and research, regional and individual differences in cancer trends make it a hard disease to wipe out See Inside Jun 17, 2014 | By Mike May | A Global Killer The number of people who die from cancer varies greatly around the world, often because of differences in behaviour and healthcare. Age-Old Problem A dramatic change happens around the age of 20, when the main cancers being diagnosed in the United States start to shift from mainly leukaemia to predominantly digestive, prostate, lung and breast. Money Matters In 2013, the US National Institutes of Health spent US$2.6 billion on cancer research, and more than one-quarter of that went to breast cancer. Points of Attack With the exception of sub-Saharan Africa, lung cancer is one of the top three cancer killers in all regions. Breast, colorectal and prostate also feature prominently. Deadly Discrepancy Gaps between diagnoses and mortality are most prominent for breast and prostate cancer. Rate Changes Among other factors, public-health measures have influenced the number of US people being diagnosed with certain cancers. Highs and Lows Some cancers have much better prognoses than others. Breast and prostate cancer have benefited from improved treatments and early detection. This article is reproduced with permission and was first published on May 28, 2014. This article was originally published with the title \"Attacking an Epidemic.\" Buy Digital Issue Sign In Subscribe Scientific American is a trademark of Scientific American, Inc., used with permission © 2014 Scientific American, a Division of Nature America, Inc. YES!YES! Send me a free issue of Scientific All Rights Reserved. American with no obligation to continue the subscription. If I like it, I will be billed for the one-year subscription. Subscribe Now", "BC 351 Principles of Biochemistry Instructor: Paul Laybourn LAs: Dani Landvogt, Sadie Montez and Garnet Montgomery Meet Your BC 351 Instructor Dr. Paul Laybourn Professor Department of Biochemistry and Molecular Biology Meet Your BC 351 Learning Assistants (LAs) Dani Landvogt Senior Zoology Major Garnet Montgomery Senior Psychology and Health and Exercise Science Major Meet Your BC 351 Learning Assistants (LAs) Sadie Montez Senior Nutrition and Food Science Major Recitations Self sign-up for a group (recitation) in the Canvas course! Ways to Interact with Dr. Laybourn (Me) Open Q&A meetings at 1-1:50 PM Mondays and 9-9:50 AM on Wednesdays. Canvas Discussion Coffee Shop posts (not real time/asynchronous). Private meeting (in E206E or on Zoom) can be scheduled in advance Email is always an option for question, concerns and general communication. iClicker Polling Participation • In real-time in-class sessions • Through iClicker Cloud – can use any mobile device, tablet or computer (free) to respond, in 104 Yates or even remotely (watching through Echo360 live stream) • In 104 Yates can use an iClicker remote • Must create an iClicker Student account • Must then link your iClicker account to your Canvas account • For iClicker remote use, must enter your remote ID number • For mobile device use, download IClicker Student mobile app • For using a tablet or computer, go to the iClicker Student website • For details: https://canvas.colostate.edu/iclicker/student- information/ BC 351 Tutoring Times: Sundays, Mondays, and Wednesdays 5-9pm Location: TILT Building - Great Hall (2nd floor) Come meet our tutors and get free help with your course! Growth Mindset Please write 3-5 sentences in your own words explaining the difference between growth and fixed mindset and the importance of adopting a growth mindset in your own life. Share with a neighbor Share with the class Expectations for this Course through the Lens of a Growth Mindset 1. It is normal to be challenged by the material in college science courses like biochemistry. 2. Course materials and assignments function to help students develop their knowledge and skills. 3. Everyone should take advantage of CSU academic resources (tutoring), reflect on feedback on assignments (exams) and obtain assistance (tutoring, study groups, etc.) when they need it. 4. You should obtain specific feedback on exams and assignment submissions, and access resources for developing successful learning strategies (TILT workshops and tutoring). Learning Science How to Teach and Learn How Do You Study for Exams? Share with a classmate – 2 min Share with the whole class L E A R N T O S T U D Y U S I N G … Spaced Practice S P A C E O U T Y O U R S T U D Y I N G O V E R T I M E LEARNINGSCIENTISTS.ORG H O W T O D O I T LESSON M Start planning early for exams, and set aside a little bit of time every day. Five hours spread out over two weeks is better than the same ﬁve hours all at once. LESSON LESSON T W Th F Sa Su M LESSON STUDY STUDY STUDY STUDY LESSON LESSON T W Th F Sa Su STUDY STUDY STUDY STUDY Video on Spaced Practice Review information from each class, but not immediately after class. After you review information from the most recent class, make sure to go back and study important older information to keep it fresh. H O L D O N ! 2 SPACING TESTING 1 3 SKETCHING LESSON BREAK REVIEW 1 MONTH AGO 1 WEEK AGO 1 DAY AGO When you sit down to study, make sure you are using eﬀective study strategies rather than just re-reading your class notes. This may seem diﬃcult and you may forget some information from day to day, but this is actually a good thing! This forces you to retrieve information from memory (see Retrieval Practice poster). Create small spaces (a few days) and do a little bit over time, so that it adds up! R E S E A R C H Read more about spaced pratice as a study strategy Benjamin, A. S., & Tullis, J. (2010). What makes distributed practice effective? Cognitive Psychology, 61, 228-247. Content by Yana Weinstein (University of Massachusetts Lowell) & Megan Smith (Rhode Island College) | Illustrations by Oliver Caviglioli (teachinghow2s.com/cogsci) Funding provided by the APS Fund for Teaching and Public Understanding of Psychological Science Homework: Write out your weekly schedule, including class, work, downtime, and study time. Daily Schedule Start Time: 5:00 AM Week: Date Time Mon Tue Wed Thu Fri Sat Sun Go to gym 5:00 AM 5:30 AM 6:00 AM 6:30 AM 7:00 AM 7:30 AM 8:00 AM 8:30 AM 9:00 AM 9:30 AM 10:00 AM 10:30 AM 11:00 AM 11:30 AM 12:00 PM 12:30 PM 1:00 PM 1:30 PM 2:00", "PM 2:30 PM 3:00 PM 3:30 PM 4:00 PM 4:30 PM 5:00 PM Use colored pens or pencils Challenge: try to follow this schedule for the next week! L E A R N T O S T U D Y U S I N G … Retrieval Practice P R A C T I C E B R I N G I N G I N F O R M A T I O N T O M I N D OR WRITE SKETCH CHECK TRADE TESTS LEARNINGSCIENTISTS.ORG H O W T O D O I T Put away your class materials, and write or sketch everything you know. Be as thorough as possible. Then, check your class materials for accuracy and important points you missed. Take as many practice tests as you can get your hands on. If you don’t have ready-made tests, try making your own and trading with a friend who has done the same. You can also make ﬂashcards. Just make sure you practice recalling the information on them, and go beyond deﬁnitions by thinking of links between ideas. H O L D O N ! Retrieval practice works best when you go back to check your class materials for accuracy afterward. 2 1 3 Retrieval is hard! If you’re struggling, identify the things you’ve missed from your class materials, and work your way up to recalling it on your own with the class materials closed. Don’t only recall words and deﬁnitions. Make sure to recall main ideas, how things are related or diﬀerent from one another, and new examples. R E S E A R C H Read more about retrieval practice as a study strategy Roediger, H. L., Putnam, A. L., & Smith, M. A. (2011). Ten benefits of testing and their applications to educational practice. In J. Mestre & B. Ross (Eds.), Psychology of learning and motivation: Cognition in education, (pp. 1-36). Oxford: Elsevier. Content by Yana Weinstein (University of Massachusetts Lowell) & Megan Smith (Rhode Island College) | Illustrations by Oliver Caviglioli (teachinghow2s.com/cogsci) Funding provided by the APS Fund for Teaching and Public Understanding of Psychological Science Video on Retrieval Practice Practice a New Study Strategy 1. Pick One Thing That You've Learned Lately and Create a SmartArt or Similar Concept Map (see concept mapping tutorial). 2. Create a practice test that you'll use for an upcoming exam. 3. Teach a classmate, a roommate or your grandmother about a BC concept you've recently learned. Include a discussion of the process, steps, and relevance to the world. Short, Low Stakes Example Exam • On Canvas in Module 2 • Same format as four regular exams • 1 matching, 2 groups of 5 T/F, 1 2-part free response questions • Free response question answers handed out ahead of time, answered on paper, due in class the day the matching and T/F portion is due (can use as study guide) • Worth 5 points extra credit maximum • Get 30 minutes to complete • Take in second week (January 27 through 30) Make It Stick By Brown, Roediger and McDaniel, pp. 200-217 1. Retrieval practice while studying/practicing 2. Spaced study/practice – 1-2 days then 1 week 3. Interleave/interweave study/practice of different topics 4. Elaboration – connection to previous knowledge, explaining and applying 5. Generation – try answering questions or problems before covering the material (learning needs to feel hard) 6. Reflection (metacognition) – think about what covered, what you know, how it connects to previous knowledge while studying, what is important/detail, potential test questions 7. Calibration – testing and quizzing yourself 8. Mnemonic devices– mental filing systems 9. Difficulty during learning/study is good/better 10. Science learning abilities are not “genetic” or “hard- wired” Class Norms • Let's start the semester together by creating in-class norms. • The following are the in-class norms that are particularly important to me: • Participate in the class regularly because it is respectful to everyone working toward common learning goals and important for your success • Create a climate of inclusiveness in our classes through actions and words • Show respect for your classmates and your instructor by avoiding private conversations during class Class Norms • What would you add to this list? • Add 2 norms that are particularly important to you as a participant in this course • Please submit 2 norms to the Canvas Class Norms survey in Module 1 Assignments Overview by Sunday, January 26 11:59pm • Your instructor will collect and integrate your responses to create a list course norms. Question 1. To do well in a tough science course I need to A. just show up for exams. B. go to the lectures and take exams. C. go to the lectures and do the reading and study guide the night before the exams. D.", "look over the lecture outlines and do the reading before each lecture, ask and answer questions in the lectures, take the quizzes, ask/answer question on Discussion Board and do the study guide questions after each class, and practice all of these starting weeks before each exam. Question 1. To do well in a tough science course I need to A. just show up for exams. B. go to the lectures and take exams. C. go to the lectures and do the reading and study guide the night before the exams. D. look over the lecture outlines and do the reading before each lecture, ask and answer questions in the lectures, take the quizzes, ask/answer question on Discussion Board and do the study guide questions after each class, and practice all of these starting weeks before each exam. Questions?", "L E A R N T O S T U D Y U S I N G … Spaced Practice S P A C E O U T Y O U R S T U D Y I N G O V E R T I M E LEARNINGSCIENTISTS.ORG H O W T O D O I T LESSON M Start planning early for exams, and set aside a little bit of time every day. Five hours spread out over two weeks is better than the same ﬁve hours all at once. LESSON LESSON T W Th F Sa Su M LESSON STUDY STUDY STUDY STUDY LESSON LESSON T W Th F Sa Su STUDY STUDY STUDY STUDY Review information from each class, but not immediately after class. After you review information from the most recent class, make sure to go back and study important older information to keep it fresh. H O L D O N ! 2 SPACI NG TESTING 1 3 SK ETCH ING L ESS O N BREA K REVIEW 1 MONTH AGO 1 WEEK AGO 1 DAY AGO When you sit down to study, make sure you are using eﬀective study strategies rather than just re-reading your class notes. This may seem diﬃcult and you may forget some information from day to day, but this is actually a good thing! This forces you to retrieve information from memory (see Retrieval Practice poster). Create small spaces (a few days) and do a little bit over time, so that it adds up! R E S E A R C H Read more about spaced pratice as a study strategy Benjamin, A. S., & Tullis, J. (2010). What makes distributed practice effective? Cognitive Psychology, 61, 228-247. Content by Yana Weinstein (University of Massachusetts Lowell) & Megan Smith (Rhode Island College) | Illustrations by Oliver Caviglioli (teachinghow2s.com/cogsci) Funding provided by the APS Fund for Teaching and Public Understanding of Psychological Science", "BC 351: Principles of Biochemistry Module 1: Study Guide Questions Answers 1. Cancers and cancer cells arise through changes that provide them growth advantages over normal cells. Most generally, these changes result in a breakdown in the proper regulation of cellular proliferation. These rapidly proliferating cells give rise to clonal colonies or tumors from a single cell. Cancer is a significant health issue because two in five (40%) of Americans (i.e. people you know) will develop cancer, and one in five (20%) will die from cancer. 2. Cancers have been, and generally still are classified histologically (stained microscope images) in two levels. The first system includes benign, malignant and metastatic. The second, parallel system is by apparent tissue/cell type of origin. Most generally, cancers are classified as epithelial (carcinomas, from tissues organized as a layer of cells) and non epithelial (sarcomas, etc.), with some, like melanomas fitting into neither of these categories. 3. The progression in cancer development can be observed in the series of changes in cervical cancer (and colon cancer) in cellular and tumor morphology. Second, the incidence of most cancers, in particular carcinomas, increases exponentially with age indicative of the multiple changes required. 4. Epidemiologic studies have indicated that environment and lifestyle (geographic location), not hereditary origin, correlates with the frequency of the types of cancers a population develops (see lecture 2 slides, Figure 20-20 p. 1224 MBoC; Scientific American Article). For example, Japanese that emigrate to the U.S. take on the cancer types most frequently developed in the populations of their new location (decrease stomach cancers, increase prostate, colon, breast cancers). The factors include food, occupation, air, habits (like smoking), and customs. They are generally classified as 1. chemical (cigarette smoke, coal tar), 2. physical (x-rays, UV light), and 3. lifestyle (women having children or not). Based on this data it has been estimated that 80-90% of cancers are “avoidable.” It also indicates that cancers are the result of factors and agents external to our bodies and cells. Unfortunately, it has proven difficult to determine exactly what to avoid to protect ourselves from cancer. On the bright side, this data also indicates that our cells and bodies contain substantial protective mechanisms. 5. The age-adjusted death rates from many of the most prevalent cancers have remained level or increased. In addition, much of the improvements that have been seen are due to early detection and prevention. Prior to 1975 we possessed no real understanding of the molecular and cellular basis of cancer. Most of the anticancer treatments employed today are based on the pre-1975 understanding of cancer and target their rapid proliferation. Many new anticancer strategies are being developed based on the much more detailed understanding of the changes that occur in cancer cells that provide vulnerabilities that can be exploited to kill the cancer cell and leave the normal cells unharmed. Success through this Page 1 of 4 BC 351: Principles of Biochemistry approach requires accurate, specific identification of the changes in a particular cancer through ‘omics. Gleevic is a prime example of a small molecule drug developed to specifically inhibit the protein gene product that is responsible for cancer development. Gleevic has been shown to kill CML leukemia cells without harming normal blood cells. Unfortunately, CML leukemia cells develop resistance to Gleevic at a rate of around 5% per year. The new and improved approach will be to hit the cancer cells with two or three anticancer drugs targeting different cancer-causing proteins simultaneously, since it is highly unlikely that a cell will acquire multiple changes leading to drug resistance simultaneously. 6. Structure-activity relationship studies start with a compound (a drug) with a known inhibitory activity or pharmacological activity and a known “active area” or structure required for its activity. In these studies researchers modify the chemical structure by adding, taking away or modifying functional groups, then test the activity of the new compound. Paul Ehrlich originally developed this approach while he was searching for the “magic bullet” drug that would cure syphilis with minimal side effects for the patient. 7. Computer modeling or “in silico” studies are being used to design new drugs that fit within the computer modeled active site (based on x-ray crystallography data) of the oncoprotein enzyme being targeted. The second, more empirical approach is combinatorial chemistry where large libraries consisting of 1000s, sometime millions of molecules, with slight functional group differences are tested for their ability to inhibit the target oncoprotein enzymes with high throughput assays and screening. 8. Anticancer drugs should be low molecular weight and relatively easy to synthesize. This allows them to more easily enter tumors and cancer cells and reduces the manufacturing costs. The targets of these drugs should be “druggable”. This means they are generally proteins with an enzymatic function that is crucial for cancer development", "(Ras GTPase active site is not a good target). Enzyme active sites usually are defined clefts that the drug can be designed to fit into and bind tightly. Tyrosine kinases like Abl (in Bcr-Abl) have turned out to be “druggable.” Pro-proliferation signal receptor hormone binding sites have also proven to be “druggable.” 9. The main steps to analyzing anti-cancer drugs are as follows: a. target enzyme activity inhibition assays; b. testing the effectiveness and specificity of inhibiting cancer cell growth (or even better killing them) in cell culture (can do this in “nude” mice with human tumors and a cancers, as well); c. measuring the pharmacodynamics (how well the drug is kept at the right concentration) and the side effects of the drug in humans (sometimes there is testing first in model animals like mice, but only if they are a good model for the human cancer); d. phase I studies in humans for testing the toxicity of the drug for patients versus the effectiveness in reducing the growth of the cancer; Page 2 of 4 BC 351: Principles of Biochemistry e. phase II and III (sometime IV) studies comparing the new drug to currently used treatments in effectiveness to increase patient survival rate and time. 10. Iressa is a drug developed through the cutting edge approaches described in the answers to questions 6 through 9. Iressa is very effective in greatly reducing a proportion of non-small- cell lung cancers in patients. Unfortunately, as is seen with Gleevec and CML cells, after months to years of treatment with Iressa a percentage of the cancers become resistant to the drug. In addition, drugs like Iressa and Gleevec are only effective against those cancers that have “oncogene addictions” – dependent on a single oncoprotein for proliferation and survival. 11. Each of you will have your own answer to this question. Personally, I do not think most cancers will be “curable”, but I do think they will be controllable. Just as HIV-1 infections are now controllable. We have just begun to develop drugs, antibodies, and other anticancer treatments based on our newly acquired knowledge of cancer cell molecular biology. The sequence and annotation of the human genome indicates there are nearly 300 gene products causally related to cancer. Many of these should be “druggable”, so there is potential for development of many more anticancer drugs. Multi-drug therapies may greatly reduce the development of drug resistant cancers. The new “-omics” tools for detailed analysis of each individual cancer should allow very fine-tuned anticancer treatments. Over the past decades promising potential cures have fooled me, but also stunning success stories have pleasantly surprised me. Clearly, there is much more to learn about the causes of cancer and many more approaches to cancer treatment to try. I do not expect cancer researchers to be out of a job within my lifetime. 12. The four main classifications of cellular chemical components or macromolecules are proteins, lipids, saccharides and nucleic acids. These four main types of macromolecules are built from building blocks; amino acids, fatty acids, mono saccharides (sugars) and nucleotides, respectively. These compounds are the building blocks of proteins, lipids (fats, phospholipids, etc.), polysaccharides (and oligosaccharides) and nucleic acids (DNA, RNA), respectively. 13. Cells are made up primarily of C, N, O, and H (96.5% of dry weight), followed by Ca, P, K, and S (another 1.5%). This is highly skewed from the composition of the earth’s crust (see the figure from Alberts et al. in the slides). Cells are 70% water, 29% organic compounds (99% of dry weight), and 1% inorganic compounds. Two key parameters or characteristics that determine the properties of these elements are valence and electronegativity. The properties determined are the number and types of bonds formed. All of these elements are small, have outer shells that are about half full or more, the valence electrons are in the first, second or third shell, and have similar enough electronegativity to form covalent bonds rather than ionic bonds. The electronegativity of C, H, O, N, P and S varies enough to form either polar or nonpolar covalent bonds. O and N are sufficiently electronegative that they form polar covalent bonds with C, H, P. C, H and S form non polar bonds with each other. P is generally only found as phosphate (PO4) containing polar covalent bonds with O. Page 3 of 4 BC 351: Principles of Biochemistry 14. Water. Water’s key properties are its dipolarity and the resulting propensity to form hydrogen bonds (H-bonds). Water can form up to four hydrogen bonds with other water molecules and other polar molecules. Water also has the ability to ionize, forming acid (hydronium, + charged) and base (hydroxyl, - charged) forms (amphoteric). 15. Water forms H-bonds with other polar molecules. The tendency to H-bond with up to", "four other water molecules gives water a high surface tension, specific heat, and boiling point so it is a liquid a room temperature. In addition, water is a good solvent for polar molecules. 16. Carbon is a small element with relatively low electronegativity. Carbon forms four covalent bonds that can be single, double, and triple bonds. Single bonds are tetrahedral and free rotation occurs about these bonds. Double and triple bonds are planer and rotation about these bonds is greatly restricted. Carbon forms polymers that are stable, but not too stable. These polymers are not too reactive with water, but reactive enough. Carbon can form branched polymers for forming functional groups. Carbon can form rings and molecules with resonance (alternating double and single bonds). 17. The relative electronegativity of the four predominant elements in cells is as follows: O > N > C > H. The more electronegative atoms (O, N), when covalently bonded to the less electronegative atoms (C, H), form polar bonds and groups due to the uneven sharing of electrons. Covalent bonds between the two more equally electronegative atoms (C, H) forms groups that are not polar (nonpolar) due to even sharing of electrons. 18. The diagram that does not represent a functional group that forms an organic acid and base is mod1_Q18_C.png 19. Once established in ancient cells, the themes and patterns of macromolecular construction and the extraction of energy have been highly conserved. While some adaptive pathways and intracellular communication networks have been added in the process of cellular evolution, apparently there was little need to develop new classes of compounds. Some things can be explained and predicted by the selection for best function, but some things are chosen by history (natural) and lack of a strong selection against their continued use. Page 4 of 4", "ADVERTISEMENT Permanent Address: http://www.scientificamerican.com/article/therapy-this-time-it-s-personal/ Health » Scientific American Volume 311, Issue 1 » Outlook This article is from the In-Depth Report Cancer: The March on Malignancy Therapy: This Time It's Personal Tailoring cancer treatment to individual and evolving tumours is the way of the future, but scientists are still hashing out the details See Inside Jun 17, 2014 | By Lauren Gravitz | Elaine Mardis and her colleagues first encountered 39-year-old Lucy (not her real name) in 2010 at the Genome Institute at Washington University in St Louis, Missouri. Lucy had been referred there after a confusing leukaemia diagnosis. Her doctors thought she had a subtype of the disease called acute promyelocytic leukaemia (APL) — one of the most treatable forms — which usually occurs when parts of chromosomes 15 and 17 get mixed up, or translocated, triggering overproduction of blood-forming cells. But other features of her chromosomes suggested that she might have a much more dangerous form of the disease and therefore need a bone-marrow transplant. Mardis, co-director of the Genome Institute, is involved in a university initiative to use whole-genome sequencing and other analyses to launch precision attacks against difficult cancers. While her medical colleagues treated Lucy, Mardis sequenced Lucy's genome and that of her cancer and discovered that the leukaemia was indeed caused by a piece of chromosome 15 inserting itself into chromosome 17 (ref. 1). “Our chromosomal analysis indicated that she would respond well to traditional APL therapy,” Mardis says. In other words, the treatment she had already received should hold her cancer at bay — and no risky transplant would be needed. Personalized, ‘precision’ medicine for cancer is in a difficult time of transition. There are promising stories like Lucy's, wherein the DNA typing of tumours suggests clear approaches to therapy, with improved results for patients. But the field is still limited by many complexities and constraints. BRENDAN MONROE ADVERTISEMENT Researchers have learned enough about cancer to know that the way it has been tackled for decades — with cocktails of chemotherapeutic drugs that indiscriminately hit populations of rapidly growing cells — is effective only up to a point. They believe that if they can find the key genetic mutations that drive a particular cancer's growth, they will be able to target the tumour more selectively and with fewer toxic side effects. But they don't yet know enough about which genetic mutations drive a given cancer, let alone how to interrupt the aberrant cellular pathways that result. Make Me a Match Every cancer has a weak spot — a genetic vulnerability that could be exploited by the right drug — and many envision a day when the genome of every cancer will be sequenced, in full or in part, and then paired with an appropriate therapy. Researchers point to the effectiveness of imatinib (marketed as Gleevec and Glivec) against chronic myelogenous leukaemia (CML) — a rare blood cancer — as perhaps the greatest success in the personalized cancer field so far. CML is most often caused by an abnormal gene rearrangement in which pieces of two chromosomes switch places with each other. Assessing whether a patient is a candidate for the drug requires the analysis of a small group of genes in what is referred to as a gene panel. “In the 1980s, unless you got a bone-marrow transplant, the disease was an absolute death sentence in four to six years,” says Razelle Kurzrock, director of the Center for Personalized Cancer Therapy at the University of California, San Diego. “Today, average survival is more than 20 years. And because the average age at diagnosis is 60, it's almost a normal life expectancy.” That success comes at a price: in 2012, a year's worth of the therapy cost US$92,000. Imatinib's success has not been easy to duplicate. Every tumour has a unique set of genetic mutations — tumours are commonly likened to snowflakes, each is slightly different from the next. And this heterogeneity, which is found even between cells in a single tumour, means that matching a patient with the appropriate therapy can be a complex proposition. Vulnerabilities such as the one that imatinib capitalizes on are known as driver oncogenes, genetic changes that generate the proteins driving a cancer's growth. Disabling these proteins should, at least in theory, beat back the disease. The number of driver oncogenes seems to be limited — perhaps as few as 200–300 common ones, says Robert Nussbaum, a medical geneticist at the University of California, San Francisco. Understanding how to disable the common driver oncogenes should therefore enable the treatment of a large number of cancers. “First, we have to know what the genes are and how are they mutating. Then, the second challenge is developing drugs that target these abnormally activated proteins,” Nussbaum says. Such an approach means that", "oncologists are no longer limited to treating cancer on the basis of the organ in which it first appeared. “The whole idea of starting to classify tumours by their mutations and expression profile as opposed to the way they look under the microscope is another branch of this precision oncology that's developing,” Nussbaum adds. A case in point: imatinib is not only good at keeping CML in check, it works for certain gastrointestinal cancers and other tumours as well. “For the first time, we have a landscape of all the frequent mutations that occur in every single major cancer type,” says José Baselga, a cancer biologist at the Memorial Sloan-Kettering Cancer Center in New York. “We know which are the frequent mutations that occur in breast cancer, we know which occur in all forms of thyroid cancer, leukaemia, lymphoma, CML — you name it.” Baselga and his colleagues are using this information to design clinical trials that group patients by genotype rather than by a cancer's organ of origin. For example, mutations in the gene BRAF can cause the protein it encodes to become oncogenic. The team has been testing a drug called vemurafenib (Zelboraf), which is effective against melanomas that contain a mutation in the BRAF protein known as BRAF(V600E), in patients with other types of cancer who test positive for the same mutation. “We are beginning to see responses in tumour types that we would have never guessed,” Baselga says. “We have very high responses in histiocytosis, hairy-cell leukaemia and some forms of thyroid cancer.” Catch 22 Drugs with precise molecular targets such as the one that Baselga is testing can be dazzlingly effective in the short term. But that brilliance is dimmed by a massive cloud: because cancer is a continually evolving disease, such therapies rarely retain potency in the long term. Adapting mutations eventually allow cancer cells to grow back in treatment-resistant forms. “Tumours evolve for a living,” Nussbaum says. “When you treat them with a targeted therapy, it's a perfect Darwinian system for selecting exactly the cells you don't want.” Because cancer cells evolve ways to survive when one oncogenic pathway is blocked, researchers are seeking to identify not just one but all of the potentially malignant pathways so as to hit them simultaneously — and curtail the ability of tumours to evolve resistance. “Mutations are occurring all the time,” Kurzrock says. “Targeting just one abnormality means you're constantly chasing your tail.” Kurzrock ran into this problem in a study in which her group used a gene panel from a company in Cambridge, Massachusetts, called Foundation Medicine (see ‘Testing times’ below) to test 75 women with advanced breast cancer. Although the patients each had, on average, five or six malignancy-linked mutations, none had the same combination. Testing Times: Biotechnology companies are developing sophisticated ways to match patients to therapies — and even determine whether therapy is necessary. Here are some of the most prominent. Why is it, then, Kurzrock asks, that we have been trying to fit these differently shaped pegs into the same round hole? Instead, she says, “we should take a patient and ask: ‘What cocktail of drugs does this particular patient need based on their particular profile?’”. Another problem with the targeted approach is that therapies are typically tested only on patients with advanced cancers, which are much harder to treat than those in their early stages. Trying out drugs earlier in the course of a disease, when the cancer is more likely to be driven by just one or two key mutations, would require a major shift in the clinical trial system (see page S9). But perhaps the biggest obstacle in targeting the products of mutated genes is that so many of the causative mutations result not in something's presence but in its absence. Most of the driver oncogenes have what is known as loss-of-function mutations — changes that disable the genes or proteins normally responsible for preventing cancerous cells from growing out of control. “It's one thing to develop a drug that blocks an activated protein. It's quite another to develop a method to compensate for the loss of a tumour-suppressor protein,” Nussbaum says. Attacking these kinds of cancers will require a more nuanced approach — one that tinkers with the DNA itself rather than the proteins for which it codes. Time it Right Beyond matching tumour to drug, precision medicine also depends on providing the drugs at the right time — something that requires knowing not only which mutations got a tumour started, but also how the tumour is likely to change. To ensure that therapies that start out personalized remain that way, a doctor needs to know when new oncogenic pathways pop up and when it is time to change course. But repeated biopsies are difficult, and often", "impossible. Researchers have therefore been working on non-invasive ways to monitor mutations. Technology is getting good enough to separate out tumour cells or sequenceable scraps of DNA from blood samples, making it possible to do ‘fluid’ biopsies that provide accurate biomarkers for assessing the disease over time2. For instance, Epic Sciences in San Diego, California, in collaboration with cell biologist Peter Kuhn at the nearby Scripps Research Institute, has developed a way to separate tumour cells from blood and assess them for mutations and abnormal protein expression. Others are focusing on bits of DNA that have leaked from dying cells and can be analysed for cancer-driving mutations. Such methods could one day allow real-time assessment of a patient's tumour make-up. Sarah-Jane Dawson, a molecular biologist and oncologist at the Peter MacCallum Cancer Centre in Melbourne, Australia, studies cell-free DNA — DNA that has escaped from dying cells and is circulating in the blood. She and her colleagues have found that changes in cell-free tumour DNA are detectable, on average, five months before any changes to a patient's cancer are seen in computed tomography (CT) or other scans. “That's not an insignificant amount of time for someone to remain on a therapy they're growing resistant to,” Dawson says. Researchers are also beginning to understand more about how the body fights cancer, and how to take advantage of that. Certain types of immunotherapy — treatments that prompt the body's immune system to detect and attack a tumour — seem to work better if the disease is slightly more advanced: the more mutations a cancer has, the more foreign proteins there are for immune cells to detect. Using just a blood sample, Epic Sciences can detect a single cancer cell (red) among a field of white blood cells (blue and green). Credit: Epic Sciences Tumour cells can be adept at exhausting, or simply turning off, the body's immune response. The best approach to treatment, therefore, might be to combine precision therapy with immunotherapy. First, prune back the cancer with molecularly targeted drugs. Next, use immunotherapy to help the patient's immune system recognize and attack the mutant cells at the first sign of danger3. “The vast majority of patients respond to genomically targeted therapies, but with short durability,” says James Allison, a cancer immunologist at the University of Texas MD Anderson Cancer Center in Houston. Immunotherapy, he says, is the opposite. “A fraction of patients respond, but with long durability.” Combining the approaches, he says, should dramatically improve outcomes. Attack from Within Allison has pioneered a class of immunotherapy drugs called checkpoint inhibitors, which can set loose an otherwise-blocked immune system and allow it to break through the defences of certain cancers. Most notably, drugs that inhibit the a protein found on the surface of T cells called PD1, or the PDL1 protein to which it binds, have been shown in numerous clinical trials to be effective against various types of advanced cancers4. And Allison's colleague, oncologist and immunologist Padmanee Sharma, is seeking markers that could indicate whether a patient is responding to another checkpoint inhibitor that works against a T-cell surface receptor, CTLA4. One of the markers she has found — inducible co-stimulator (ICOS) — seems to increase when someone is responding to treatment that targets that receptor5. Another, still-more personalized form of immunotherapy genetically engineers a patient's immune cells (or those from a matched donor) so that they can recognize and attack cancer cells. The approach, called chimaeric antigen receptor (CAR) T-cell therapy, has produced encouraging results in several small unpublished clinical trials for advanced blood cancers: some patients achieved complete remission. Ideally, a treatment should be personalized and hit multiple pathways simultaneously. Chemical engineer Mark Davis from the California Institute of Technology in Pasadena and cancer biologist Frank McCormick from the University of California, San Francisco, believe that the answer lies in RNA interference, a technique that uses double-stranded sequences of ‘short interfering’ RNA (siRNA) to mute specific genes. Davis has created a way to encapsulate cancer drugs in nanoparticles that have the right size and surface properties to be taken up by tumour cells (see page S12). He is now working with McCormick to infuse these nanoparticles with siRNA. Until now, delivering these fragile molecules to cancer cells had proved nearly impossible, but Davis's nanoparticles provided an elegant solution. The approach has been tested in a phase I clinical trial in solid cancers6, and the results are now being assessed. The siRNA method could disable cancer at its very origin by silencing the genes responsible. “In a dream situation, you find a set of genes that affect your tumour, load them up and go,” McCormick says. As a patient's tumour evolves, an oncologist can simply swap old siRNAs for new ones. “Once the delivery system works, you could just plug", "and play different payloads.” Combining a single delivery system with pluggable siRNAs would make drug development faster, cheaper and more routine, and also present less risk to the patient, McCormick says. The multi-siRNA technique has been tested successfully in mice, but human trials using a combination of siRNAs may still be a few years off — such fast-turnaround, individualized therapies pose a challenge for regulatory bodies such as the US Food and Drug Administration. Cancer is a wily enemy and protects its secrets well. Precision approaches, such as the one Lucy received, are not yet available for most patients. But the rush of research suggests that it is only a matter of time before they are. “Not only do we have next-generation sequencing-based methods,” Mardis says, “we also have this incredible growth in our general knowledge.” For Lucy, at least, that knowledge is everything. Four years on, she is still cancer free. This article is reproduced with permission and was first published on , 2014. Buy Digital Issue Sign In Subscribe ABOUT THE AUTHOR(S) Lauren Gravitz is a freelance science writer based in Los Angeles, California. MORE TO EXPLORE 1. Welch, J. S. et al. J. Am. Med. Assoc. 305, 1577–1584 (2011). 2. Murtaza, M. et al. Nature 497, 108–112 (2013). 3. Vanneman, M. & Dranoff, G. Nature Rev. Cancer 12, 237–251 (2012). 4. Topalian, S. L. et al. N. Engl J. Med. 366, 2443–2454 (2012). 5. Fan, X. Quezada, S. A., Sepulveda, M. A., Sharma, P. & Allison, J. P. J. Exp. Med. 211, 715–25 (2014). 6. Davis, M. E. et al. Nature 464, 1067–1070 (2010). Scientific American is a trademark of Scientific American, Inc., used with permission © 2014 Scientific American, a Division of Nature America, Inc. YES!YES! Send me a free issue of Scientific All Rights Reserved. American with no obligation to continue the subscription. If I like it, I will be billed for the one-year subscription. Subscribe Now", "BC 351: Principles of Biochemistry Module 1: Review of Foundations Outline of Key Topics I. Anticancer Drugs (L2&3) A. Overview of Cancer 1. Most cancers appear to be avoidable. Why? 2. The first two levels of cancer classification. 3. Cancers arise from a single cell through a progression of changes (evidence). 4. The causes of cancer appear avoidable (evidence). 5. The state of the quest for a cure for cancer. The newest approaches with designer drugs (example: Gleevec and the treatment of CML). B. Drug design 1. history of drug design based on natural products – aspirin, antibiotics 2. enzyme and receptor binding drug design based on “active areas” of drugs 3. computer modeling and combinatorial chemistry approaches. 4. drugs – low molecular weight compounds. 5. targets – “druggable” enzymes with clear active site clefts – kinases great example 6. rational drug design producing Tarceva EGF receptor kinase inhibitor 7. testing process for specificity and effectiveness II. Key Elements in Organisms and Their Chemical Properties (L4) A. General classes of cellular components (macromolecules) - building blocks and polymers B. Cellular composition – predominant elements relative to the earth’s crust C. Main elements in cellular molecules 1. Chemical properties depend on valence, ionic versus covalent bond formation 2. Polarity of covalent bonds formed depends on relative electronegativity of atoms 3. Properties of atoms, functional groups, building blocks, and polymers in an aqueous environment is the basis of life D. Carbon compounds, covalent bonds, valency, resonance 1. Why are all cells’ molecules organic (based on carbon)? 2. Homo- and heteronuclear linkages 3. C-X (X = H, O, N) compounds and functional groups in macromolecules (their properties) 4. Hydrophilic vs. hydrophobic functional groups 5. Weak acid and base functional groups, charged and uncharged functional groups 6. Phosphate groups and sulfhydryls Page 1 of 1", "BC 351 Principles of Biochemistry Lecture 2 Cancer Overview New Targets in the War on Cancer (Cells) The War on Cancer - 1971 Outline I. What is Cancer? II. What Causes Cancer? III. Can Cancer Be “Cured”? IV. New Anticancer Drug Development V. Summary Outline I. What is Cancer? II. What Causes Cancer? III. Can Cancer Be “Cured”? IV. Anticancer Drug Development V. Summary A. Merriam-Webster Dictionary says: CANCER 1. a northern zodiacal constellation between Gemini and Leo 2. [Latin, crab, cancer] a. : a malignant tumor of potentially unlimited growth that expands locally by invasion and systemically by metastasis b. : an abnormal bodily state marked by such tumors 3. : something evil or malignant that spreads destructively Breast carcinoma B. Cancer cells - generally 1. arise through genetic mutations and epigenetic changes that provide growth and survival advantages to our own cells 2. mutations and changes typically cause a breakdown in proliferative and survival controls 3. proliferating cells form colonies (tumors) 4. cancers originate from a particular cell type, single cell 5. two in five Americans will develop cancer, about half of these will die from cancer life time risk: men ~50%, women ~33% C. First level of classification 1. benign - grow, but do not invade surrounding tissue 2. malignant - invade surrounding tissue 3. metastasis - colonization of other sites Figure 20-1 Molecular Biology of the Cell (© Garland Science 2008) D. Second level of classification - apparent tissue of origin 1. Epithelial (sheet-like tissues) - carcinomas a. 80% of deaths b. most common type in adult humans Figure 20-3 Molecular Biology of the Cell (© Garland Science 2008) 2. Nonepithelial a. sarcoma b. blood-forming tissues leukemia, lymphoma c. nervous system tissue 3. Other, unknown a. melanocytes - melanomas E. Cancer Cells Arise through Progressive Changes Cervical Cancer Stages Figure 20-9 Molecular Biology of the Cell (© Garland Science 2008) F. Development of a Cancer Cell Requires Multiple Mutations and Changes Incidence of most cancers increase sharply with age 1. particularly carcinomas 2. some rarely even seen before ~45 years 3. at age 50 years ~1/5000, 20-fold greater than at 25y at age 65 ~1/1000 chance, 100-fold greater than at 25y Figure 20-7 Molecular Biology of the Cell (© Garland Science 2008) Question 1. The incidence of cancer increases dramatically with age due to A. an increase in average body weight. B. a tendency for a more sedentary life style. C. increased stress due to having children in college. D. the time required to accumulate approximately six changes in a cell. E. the age when DNA repair mechanisms begin to break down. Question 1. The incidence of cancer increases dramatically with age due to A. an increase in average body weight. B. a tendency for a more sedentary life style. C. increased stress due to having children in college. D. the time required to accumulate approximately six changes in a cell. E. the age when DNA repair mechanisms begin to break down. E. In Summary - Cancer Cells A. arise through changes that provide growth and survival advantages B. changes cause a breakdown in proliferative controls, and other changes to overcome cancer protections C. initially form colonies (tumors), then spread D. cancers originate from a particular cell type, single cell E. cancer cells arise through a progression of changes F. cancer is at least one hundred different diseases Outline I. What is Cancer? II. What Causes Cancer? III. Can Cancer Be “Cured”? IV. New Anticancer Drug Development V. Summary A. Environment/Lifestyle Determine Cancer Incidence Figure 20-20a Molecular Biology of the Cell (© Garland Science 2008) Effects of Environment and Lifestyle B. Risk factors - carcinogens (carcinogenic) 1. Chemical – snuff, chimney soot, tobacco 2. Physical - radiation (x-rays, UV etc.) 3. Lifestyle - nuns (no children), diet Table 2.6 The Biology of Cancer (© Garland Science 2007) Question 2. The age-dependent increase in death rates slows for breast and cervical cancers, but not colon cancers after age 50 because A. the production of estrogen increases dramatically. B. of a response to reaching menopause. C. of a decline in the number of colon cells. D. of an increase in the number of breast and cervical cells. E. a change in sexual activity. Question 2. The age-dependent increase in death rates slows for breast and cervical cancers, but not colon cancers after age 50 because A. the production of estrogen increases dramatically. B. of a response to reaching menopause. C. of a decline in the number of colon cells. D. of an increase in the number of breast and cervical cells. E. a change in sexual activity. C. Most cancers appear avoidable (80-90%) 1. Particular to location/life style (liver-China, Lung-U.S., skin-Australia) 2. Arise in/from somatic cells, somatic mutations/changes 3. Known risk factors are primarily external to our cells:", "a. Cigarette smoking, heavy alcohol use b. Obesity, physical inactivity, diet c. Infectious agents – EBV, HPV, HBV, HTLV, HIV d. UV light & ionizing radiation e. ~5% of cancers are strongly hereditary Outline I. What is Cancer? II. What Causes Cancer? III. Can Cancer Be “Cured”? IV. New Anticancer Drug Development V. Summary A. The Bad News First Cancer Death Rates Have Gone Down Slightly Age-adjusted Cancer Death Rates in U.S. 1930-2008 Cancer Incidence Rates Continue To Rise Age-Adjusted Colon Cancer Death Rates Have Gone Down Slightly Non Age-Adjusted Cancer Incidence Rates Continue To Rise Colon Cancer Death Rates Increase Sharply After Age 45 The Number or People in the U.S. Older than 65 Will Surpass 50 Million this Decade 13% Total 16% Total 20% Total B. Now For Some Good News The Human Genome Project! The Human Genome • 3.1 billion base pairs • 25 - 30,000 genes Allows Patient- and Cancer- Tailored Treatment Early detection of cancer 1. Need less extensive treatment, better outcomes 2. Reduced mortality for breast, colon, rectum and cervix cancers Question 3. The disease that correlates with the amount of tobacco smoked is A. all other diseases. B. respiratory diseases in general. C. lung cancer. D. other cancers. E. heart attacks. Question 3. The disease that correlates with the amount of tobacco smoked is A. all other diseases. B. respiratory diseases in general. C. lung cancer. D. other cancers. E. heart attacks. C. Summary A. Have made great strides in understanding the molecular changes in cancer cells. B. Beginning to develop treatments based on this knowledge. C. However, curing cancer is unlikely, controlling cancer may be possible, prevention is the best bet. D. Next, have a look at the process of drug design. Outline I. What is Cancer? II. What Causes Cancer? III. Can Cancer Be “Cured”? IV. New Anticancer Drug Development V. Summary Designer Anticancer Small Molecules (Drugs) Figure 16.10a The Biology of Cancer (© Garland Science 2007) Gleevec Development Kinases Have Similar Structures Figure 16.13a The Biology of Cancer (© Garland Science 2007) One inhibitor can affect them all Brian Druker Tested Gleevec on an Untreatable Leukemia - CML Leukemia (CML) Cells Chronic Myelogenous Leukemia (CML) Philadelphia Chromosome hyperactive kinase Figure 20-51 Molecular Biology of the Cell (© Garland Science 2008) Gleevec Binds Abl Specifically, Inhibits Its Activity multiple H-bonds Van der Waals Interactions Figure 16.10b The Biology of Cancer (© Garland Science 2007) Gleevec Blocks Signaling Leading to Cancer Figure 20-52c Molecular Biology of the Cell (© Garland Science 2008) Some Patients Develop Gleevec Resistant CML Cells Figure 16.26a The Biology of Cancer (© Garland Science 2007) Some Patients Develop Gleevec Resistant CML Cells Figure 16.26b The Biology of Cancer (© Garland Science 2007) AMN107 Inhibits Some Gleevec-Insensitive Bcr-Abl Figure 16.28 The Biology of Cancer (© Garland Science 2007) Outline I. What is Cancer? II. What Causes Cancer? III. Can Cancer Be “Cured”? IV. New Anticancer Drug Development V. Summary V. Summary A. Cancer is minimally about 100 different diseases B. Cancer is primarily an old person’s disease, cancer incidence is rising C. Have made great strides in understanding the molecular changes in cancer cells and developed means for differentiating specific changes in each cancer D. Beginning to develop treatments based on this knowledge E. Cancer may not be curable, but controllable F. Future Directions 1. Multi-drug therapies should address problems with drug resistance 2. Targets for future drug development are plentiful: 3. Systems biology, bioinformatic, and “-omics” should provide a much more holistic understanding of individual cancers For More on Cancer….. Thank You! Questions?", "L E A R N T O S T U D Y U S I N G … Retrieval Practice P R A C T I C E B R I N G I N G I N F O R M A T I O N T O M I N D OR WRITE SKETCH CHECK TRADE TESTS LEARNINGSCIENTISTS.ORG H O W T O D O I T Put away your class materials, and write or sketch everything you know. Be as thorough as possible. Then, check your class materials for accuracy and important points you missed. Take as many practice tests as you can get your hands on. If you don’t have ready-made tests, try making your own and trading with a friend who has done the same. You can also make ﬂashcards. Just make sure you practice recalling the information on them, and go beyond deﬁnitions by thinking of links between ideas. H O L D O N ! Retrieval practice works best when you go back to check your class materials for accuracy afterward. 2 1 3 Retrieval is hard! If you’re struggling, identify the things you’ve missed from your class materials, and work your way up to recalling it on your own with the class materials closed. Don’t only recall words and deﬁnitions. Make sure to recall main ideas, how things are related or diﬀerent from one another, and new examples. R E S E A R C H Read more about retrieval practice as a study strategy Roediger, H. L., Putnam, A. L., & Smith, M. A. (2011). Ten benefits of testing and their applications to educational practice. In J. Mestre & B. Ross (Eds.), Psychology of learning and motivation: Cognition in education, (pp. 1-36). Oxford: Elsevier. Content by Yana Weinstein (University of Massachusetts Lowell) & Megan Smith (Rhode Island College) | Illustrations by Oliver Caviglioli (teachinghow2s.com/cogsci) Funding provided by the APS Fund for Teaching and Public Understanding of Psychological Science", "ADVERTISEMENT Permanent Address: http://www.scientificamerican.com/article/biology-three-known-unknowns/ Health » Scientific American Volume 311, Issue 1 » Outlook This article is from the In-Depth Report Cancer: The March on Malignancy Biology: Three Known Unknowns Even as cancer therapies improve, basic questions about drug resistance, tumour spread and the role of normal tissue remain unanswered See Inside Jun 17, 2014 | By Katherine Bourzac | In 1996, Charles Sawyers designed early clinical trials for one of the first drugs aimed at a cancer-specific genetic mutation. The drug was imatinib, the cancer was chronic myeloid leukaemia and Sawyers — a clinical oncologist at the Memorial Sloan Kettering Cancer Center in New York — saw patients who had been debilitated by the disease rapidly improve when given the medicine. “It was unbelievably satisfying,” he says. Unfortunately, he then saw many of those cancers come roaring back as they became resistant to the drug. The experience with imatinib has given cancer biologists mixed messages. The medicine, now marketed by Novartis in Basel, Switzerland, as Gleevec or Glivec, highlights the potential of personalized medicine. Figuring out what mutation caused the disease and designing a drug to target it was a technological triumph, and it was followed by two further drugs to combat the emerging drug resistance. BRENDAN MONROE ADVERTISEMENT But treating cancer by chasing mutation after mutation with drug after expensive drug is not a sustainable model — not least because few cancers other than leukaemia have simple, known genetic causes. “When we know the mutations and can get to a treatment strategy it's exciting,” says Sawyers. But so far in the age of gene sequencing, he adds, “we've grabbed the low-hanging fruit”. Biologists now know a huge amount about cancer — much more than they did even ten years ago. About 500 genes have been implicated in the disease, and the list is growing. There are also about 100 approved cancer drugs, some of which, like imatinib, specifically target mutations in those genes, on top of older therapies such Fort Collins, CO Residents Are ’Rattled’ By New Website Instant Checkmate as surgery and radiation. But all this knowledge is not enough: even in countries where people have access to the newest therapies, improvements in death rates have slowed. Up to half of cancers could be prevented by changes in diet and exercise, encouraging people to stop smoking and eliminating environmental risks such as pollution, but other gains will be harder. To conquer cancer, researchers will need to answer some basic scientific questions. Here, Nature looks at three of the most pressing. How Can Drug Resistance be Overcome? To combat resistance, researchers are studying the cancer genome, coming up with new ways to design drugs, concocting combination therapies — and even looking back to Darwin's theory of evolution. “Seen through a Darwinian lens, the tumour is an ecosystem, a mixture of cells that are continuously mutating,” says Paul Workman, head of cancer therapeutics at the Institute of Cancer Research in London. “You put into that mix a very strong selective pressure, which is the drug.” At that point it becomes survival of the fittest. Many cells die; others use a combination of strategies to survive and thrive. These may include producing protein pumps that flush the drug out, increasing the rate of DNA repair or using an alternative molecular pathway to restore whatever function the drug blocks. Targeted drugs contribute to the genetic complexity: “These therapies themselves may be driving tumours to become more heterogeneous,” says Charles Swanton, a medical oncologist at Cancer Research UK's London Research Institute. A better understanding of the underlying genetic diversity of tumour cells may help researchers to work out how to tackle drug resistance. Swanton and others are therefore exploiting ever-faster and cheaper DNA-sequencing technologies. So far, Swanton says, it looks as though every tumour has a set of core mutations that are shared by all its cells. He calls these the tumour's ‘trunk’. Subpopulations of cells within the tumour have their own unique sets of shared mutations; he calls these subpopulations ‘branches’. Therapy prunes some branches while sparing others, which then repopulate the tumour. Researchers are now trying to look at tumour evolution in patients. One study, called TRACERx (Tracking Cancer Evolution through Therapy), will allow Swanton and a large group of collaborators to observe 850 people with lung cancer from diagnosis through therapy. Biopsies are taken from multiple spots within tumours both before and after treatment, then analysed by sequencing the parts of the tumour genomes that code for proteins. Comparing these biopsies should identify which mutations are associated with drug resistance. These kinds of studies may help geneticists to write what Swanton calls “an evolutionary rulebook of cancer” that can be used to predict tumour evolution without having to do repeated sequencing studies to get future patients on the right", "therapies. Other researchers caution that genetics will provide only part of the picture of tumour heterogeneity and drug resistance. Variations in how tumours use these genes — the way they are regulated and expressed — also enable tumours to develop drug resistance. “Cells that are not intrinsically resistant to a drug will rewire their circuitry during treatment to become resistant” without any genetic changes at all, says cell biologist Joan Brugge at Harvard Medical School in Boston, Massachusetts. Even without a full understanding of the way that tumours evolve in the face of chemotherapy, researchers are coming up with ways to overcome resistance. Using a combination of drugs can reduce a tumour's options. Here, scientists take inspiration from the success of the antiretroviral cocktails that keep HIV in check. Like cancer, HIV has tremendous genetic diversity and evolves rapidly, but the right cocktail of drugs has transformed HIV infection from a death sentence for many into a manageable, long-term condition. Cancer presents a tougher challenge. HIV has just nine genes, compared with our approximately 20,000, making human cancer cells much more complex. Researchers are still trying to figure out how to make smart combination therapies that really work. James Doroshow, head of cancer treatment and diagnosis at the US National Cancer Institute (NCI) in Bethesda, Maryland, believes that the best way to figure out combination therapies is to test the possibilities through brute force. The NCI has been testing 5,000 drug combinations against 60 cancer cell lines in vitro; promising candidates are then screened for toxicity in mice. The results have not yet been published, but Doroshow says that new and unexpected combinations are showing up. Workman's group is using computer models of gene networks to sort through thousands of possible drug combinations and genes to find likely synergies. He agrees that combination therapy is the only way to overcome resistance, but thinks that new drugs are also needed. He estimates that just 5% of known cancer genes are targeted by drugs. “If we can't make drugs against the other 95%,” he asks, “how on Earth are we going to build the combination therapies that will lead to a cure?” To make matters more difficult, some cancer-causing mutations work by silencing the tumour-suppressor genes that normally help to stop tumours from forming. Developing a drug to block the absence of something is a major challenge, says Workman. And some of the genes associated with cancer make proteins whose structures are unknown; without the structure, chemists have nothing to go on. Many cancer genes therefore remain, for the time being at least, untargetable. How are Healthy Tissue and Genes Involved? Cancer is caused not just by bad cells or bad genes, but also by good ones not doing the right thing — an aspect of cancer that is highly complicated to study and to combat. Mina Bissell, a bioengineer at the Lawrence Berkeley National Laboratory in California, sees potential in an area that has been largely ignored by the pharmaceutical industry: the supportive structures and non-cancer cells in and around tumours, called the tumour microenvironment. Signals from this microenvironment can stop a cell that has cancer-causing mutations from becoming cancerous, and putting a tumour cell in a different environment can render it benign. “We need to therapeutically fix the microenvironment,” she says. Jacqueline Lees, associate director of the Koch Institute for Integrative Cancer Research at the Massachusetts Institute of Technology in Cambridge, agrees. It is important, she says, to think not just about killing cancer cells but also about targeting the processes that support them, the interactions between tumour and non-tumour cells and the immune system. Tumours cannot thrive without certain kinds of signalling patterns from their neighbouring cells. “Traditional drug screening has missed that,” Lees says. Lees is studying a process called cancer dormancy. Some cancer cells are quiescent during the tumour's boom times but can become reactivated if left behind after surgery. Lees is trying to determine how this works, and what role normal cells have in the dormancy and activation process. Quiescent tumour cells are less vulnerable to chemotherapy because the treatments are aimed at dividing cells, and quiescent ones are not taking part in the normal cell cycle of growth and division. What signals from the microenvironment are needed to wake these cells? Lees says that inflammation — a sign of activation of the immune system — after surgery and treatment may jump-start quiescent cells. Then, a tumour cell has to warm up its engines. “It has to switch back on a whole protein program that takes 48 hours, and during that time it's taking advantage of interactions with normal surrounding cells,” she says. The right drugs in the right order could help to control this process. Chemotherapy could be preceded by drugs that wake up the", "quiescent cells. Then drugs that suppress crosstalk could prevent them from restarting a tumour after therapy. Breast-cancer cells can become motile and start to spread around the body. Credit: STEVE GSCHMEISSNER/SPL If it can be revved up, the immune system might be able to do this itself. Cancer cells put up many defences against attack from the immune system, including expressing receptors that deactivate an important class of immune cell. In the past few years, drugs that block these receptors have generated much excitement in clinical trials. These drugs, called immune checkpoint inhibitors, seem to let loose the immune system's natural cancer-fighting activity. But they do not work in all patients, and researchers have yet to figure out why, says Sawyers. For these patients, a combination of drugs that target the tumour, the support cells and the immune system “could save the day”, he says. Lees agrees. Successfully treating cancer may require attacking tumours on multiple fronts, she says, with conventional therapies bolstered by new ones that activate the immune system and silence certain interactions between tumours and their environment. How Does Cancer Spread? The cause of most cancer deaths — about 90% — is not the primary tumour, but secondary tumours called metastases that have developed elsewhere in the body. Sometimes these metastatic tumours become apparent decades after a patient was thought to be cured. So a better understanding of metastasis would help to prevent a great deal of cancer deaths. “We need to focus more on secondary tumours,” says Ann Chambers, director of translational breast-cancer research at the London Health Sciences Centre in Canada. The beginning of the metastatic process is by now pretty well understood, says Robert Weinberg, a cancer biologist at Whitehead Institute for Biomedical Research in Cambridge, Massachusetts. Some cancer cells become motile and aggressive, and enter the bloodstream. Some exit the circulation at distant sites, and a fraction of these can start new tumours there (C. L. Chaffer and R. A. Weinberg Science 331, 1559–1564; 2011). What is incredible, says Weinberg, is that any of these cells live, let alone seed new tumours. “The big remaining mystery is how cancer cells are able to adapt and make a living in a distant tissue,” he says. The environment in the brain or bone marrow, say, is very different from that in the prostate or breast, where the tumour may have started its journey. There may be different levels of glucose and oxygen, or the foreign tissue might be more or less acidic. Tumour cells are thought to be dependent on growth factors, protein signals and other encouraging messages in their native tissue. Still, some cells form new tumours at other sites. Weinberg speculates that this involves not mutations, but extensive changes in gene expression. Perhaps even more puzzling than how cells can thrive in a new place is what they do in the time between their arrival and the growth spurt that initiates secondary disease. “Cancer cells make it to a distant organ, escape the bloodstream — and then they sit there for ten years while nothing happens,” says tumour biologist Klaus Pantel of the University Medical Center Hamburg-Eppendorf in Germany. “Something keeps them from proliferating, and then something activates these cells.” What those signals are is unknown. And not enough people are studying the problem, says Chambers. “Tumour dormancy is frustrating — like watching paint dry,” she says. “People don't want to watch tumours not grow.” There are other barriers to studying metastasis. Secondary tumours that have grown large enough to cause health problems and be detected are often not biopsied because patients are in fragile health. And it is difficult to get a picture of the early stages of growth of metastases: they are too small to show up in imaging scans. Furthermore, Chambers notes, even when people have ideas for drugs to prevent or slow tumour spread, today's clinical trials are not designed to show this effect. Trials tend to enrol patients with advanced disease and established metastatic tumours. The potential of a drug to prevent the spread of cancer cannot be seen in this group because it is too late, she says. To treat cancers that have already spread will require knowing more about the mechanics of metastasis. First, researchers must figure out which of the heterogeneous mix of cells in a tumour are capable of spreading, and how they differ from the other cells. Brugge has developed a way to find these tumour-initiating cells. Researchers in her lab take about 100 cells from a primary tumour biopsy, separate them, clone them and give each its own genetic bar code. They then maintain one set in vitro and inject another into mice, says Brugge. Cells with metastatic tendencies will grow into tumours, and once they do, the researchers remove them and", "note, using the bar codes, which cells started the new tumours. Brugge can then go back to the cells in culture to study what differentiates them from cells that did not metastasize. Another approach involves looking for tumour cells in patients' blood, cancer's metastatic thoroughfare. These circulating tumour cells may hold some answers to the mystery of metastasis — their ranks must include some that will form secondary tumours. Once isolated, they can be sequenced and imaged, and the expression of their genes can be compared with that of the primary tumour's. Many key details of cancer biology remain elusive, but new technologies are helping researchers to gain access to them. Quickly advancing genomic and bioinformatics techniques are helping to overcome drug resistance by predicting which drugs to use and in what combinations; new models are providing insight into the interactions between normal and cancerous tissues; and metastatic cells can now be found before they make tumours. Given this progress, veteran researchers find reason for optimism. “Twenty years ago, I would have thought some of these problems were intractable,” says Doroshow. “But now, I don't.” This article is reproduced with permission and was first published on May 28, 2014. Buy Digital Issue Sign In Subscribe ABOUT THE AUTHOR(S) Katherine Bourzac is a freelance science writer in San Francisco, California. Scientific American is a trademark of Scientific American, Inc., used with permission © 2014 Scientific American, a Division of Nature America, Inc. Subscribe YES!YES! Send me a free issue of Scientific All Rights Reserved. Now American with no obligation to continue the subscription. If I like it, I will be billed for the one-year subscription."]