["ADVERTISEMENT Permanent Address: http://www.scientificamerican.com/article/cancer-death-rate-depends-on-geography/ Health » Scientific American Volume 311, Issue 1 » Outlook This article is from the In-Depth Report Cancer: The March on Malignancy Cancer Death Rate Depends on Geography Despite a huge amount of funding and research, regional and individual differences in cancer trends make it a hard disease to wipe out See Inside Jun 17, 2014 | By Mike May | A Global Killer The number of people who die from cancer varies greatly around the world, often because of differences in behaviour and healthcare. Age-Old Problem A dramatic change happens around the age of 20, when the main cancers being diagnosed in the United States start to shift from mainly leukaemia to predominantly digestive, prostate, lung and breast. Money Matters In 2013, the US National Institutes of Health spent US$2.6 billion on cancer research, and more than one-quarter of that went to breast cancer. Points of Attack With the exception of sub-Saharan Africa, lung cancer is one of the top three cancer killers in all regions. Breast, colorectal and prostate also feature prominently. Deadly Discrepancy Gaps between diagnoses and mortality are most prominent for breast and prostate cancer. Rate Changes Among other factors, public-health measures have influenced the number of US people being diagnosed with certain cancers. Highs and Lows Some cancers have much better prognoses than others. Breast and prostate cancer have benefited from improved treatments and early detection. This article is reproduced with permission and was first published on May 28, 2014. This article was originally published with the title \"Attacking an Epidemic.\" Buy Digital Issue Sign In Subscribe Scientific American is a trademark of Scientific American, Inc., used with permission © 2014 Scientific American, a Division of Nature America, Inc. YES!YES! Send me a free issue of Scientific All Rights Reserved. American with no obligation to continue the subscription. If I like it, I will be billed for the one-year subscription. Subscribe Now", "ADVERTISEMENT Permanent Address: http://www.scientificamerican.com/article/therapy-this-time-it-s-personal/ Health » Scientific American Volume 311, Issue 1 » Outlook This article is from the In-Depth Report Cancer: The March on Malignancy Therapy: This Time It's Personal Tailoring cancer treatment to individual and evolving tumours is the way of the future, but scientists are still hashing out the details See Inside Jun 17, 2014 | By Lauren Gravitz | Elaine Mardis and her colleagues first encountered 39-year-old Lucy (not her real name) in 2010 at the Genome Institute at Washington University in St Louis, Missouri. Lucy had been referred there after a confusing leukaemia diagnosis. Her doctors thought she had a subtype of the disease called acute promyelocytic leukaemia (APL) — one of the most treatable forms — which usually occurs when parts of chromosomes 15 and 17 get mixed up, or translocated, triggering overproduction of blood-forming cells. But other features of her chromosomes suggested that she might have a much more dangerous form of the disease and therefore need a bone-marrow transplant. Mardis, co-director of the Genome Institute, is involved in a university initiative to use whole-genome sequencing and other analyses to launch precision attacks against difficult cancers. While her medical colleagues treated Lucy, Mardis sequenced Lucy's genome and that of her cancer and discovered that the leukaemia was indeed caused by a piece of chromosome 15 inserting itself into chromosome 17 (ref. 1). “Our chromosomal analysis indicated that she would respond well to traditional APL therapy,” Mardis says. In other words, the treatment she had already received should hold her cancer at bay — and no risky transplant would be needed. Personalized, ‘precision’ medicine for cancer is in a difficult time of transition. There are promising stories like Lucy's, wherein the DNA typing of tumours suggests clear approaches to therapy, with improved results for patients. But the field is still limited by many complexities and constraints. BRENDAN MONROE ADVERTISEMENT Researchers have learned enough about cancer to know that the way it has been tackled for decades — with cocktails of chemotherapeutic drugs that indiscriminately hit populations of rapidly growing cells — is effective only up to a point. They believe that if they can find the key genetic mutations that drive a particular cancer's growth, they will be able to target the tumour more selectively and with fewer toxic side effects. But they don't yet know enough about which genetic mutations drive a given cancer, let alone how to interrupt the aberrant cellular pathways that result. Make Me a Match Every cancer has a weak spot — a genetic vulnerability that could be exploited by the right drug — and many envision a day when the genome of every cancer will be sequenced, in full or in part, and then paired with an appropriate therapy. Researchers point to the effectiveness of imatinib (marketed as Gleevec and Glivec) against chronic myelogenous leukaemia (CML) — a rare blood cancer — as perhaps the greatest success in the personalized cancer field so far. CML is most often caused by an abnormal gene rearrangement in which pieces of two chromosomes switch places with each other. Assessing whether a patient is a candidate for the drug requires the analysis of a small group of genes in what is referred to as a gene panel. “In the 1980s, unless you got a bone-marrow transplant, the disease was an absolute death sentence in four to six years,” says Razelle Kurzrock, director of the Center for Personalized Cancer Therapy at the University of California, San Diego. “Today, average survival is more than 20 years. And because the average age at diagnosis is 60, it's almost a normal life expectancy.” That success comes at a price: in 2012, a year's worth of the therapy cost US$92,000. Imatinib's success has not been easy to duplicate. Every tumour has a unique set of genetic mutations — tumours are commonly likened to snowflakes, each is slightly different from the next. And this heterogeneity, which is found even between cells in a single tumour, means that matching a patient with the appropriate therapy can be a complex proposition. Vulnerabilities such as the one that imatinib capitalizes on are known as driver oncogenes, genetic changes that generate the proteins driving a cancer's growth. Disabling these proteins should, at least in theory, beat back the disease. The number of driver oncogenes seems to be limited — perhaps as few as 200–300 common ones, says Robert Nussbaum, a medical geneticist at the University of California, San Francisco. Understanding how to disable the common driver oncogenes should therefore enable the treatment of a large number of cancers. “First, we have to know what the genes are and how are they mutating. Then, the second challenge is developing drugs that target these abnormally activated proteins,” Nussbaum says. Such an approach means that", "oncologists are no longer limited to treating cancer on the basis of the organ in which it first appeared. “The whole idea of starting to classify tumours by their mutations and expression profile as opposed to the way they look under the microscope is another branch of this precision oncology that's developing,” Nussbaum adds. A case in point: imatinib is not only good at keeping CML in check, it works for certain gastrointestinal cancers and other tumours as well. “For the first time, we have a landscape of all the frequent mutations that occur in every single major cancer type,” says José Baselga, a cancer biologist at the Memorial Sloan-Kettering Cancer Center in New York. “We know which are the frequent mutations that occur in breast cancer, we know which occur in all forms of thyroid cancer, leukaemia, lymphoma, CML — you name it.” Baselga and his colleagues are using this information to design clinical trials that group patients by genotype rather than by a cancer's organ of origin. For example, mutations in the gene BRAF can cause the protein it encodes to become oncogenic. The team has been testing a drug called vemurafenib (Zelboraf), which is effective against melanomas that contain a mutation in the BRAF protein known as BRAF(V600E), in patients with other types of cancer who test positive for the same mutation. “We are beginning to see responses in tumour types that we would have never guessed,” Baselga says. “We have very high responses in histiocytosis, hairy-cell leukaemia and some forms of thyroid cancer.” Catch 22 Drugs with precise molecular targets such as the one that Baselga is testing can be dazzlingly effective in the short term. But that brilliance is dimmed by a massive cloud: because cancer is a continually evolving disease, such therapies rarely retain potency in the long term. Adapting mutations eventually allow cancer cells to grow back in treatment-resistant forms. “Tumours evolve for a living,” Nussbaum says. “When you treat them with a targeted therapy, it's a perfect Darwinian system for selecting exactly the cells you don't want.” Because cancer cells evolve ways to survive when one oncogenic pathway is blocked, researchers are seeking to identify not just one but all of the potentially malignant pathways so as to hit them simultaneously — and curtail the ability of tumours to evolve resistance. “Mutations are occurring all the time,” Kurzrock says. “Targeting just one abnormality means you're constantly chasing your tail.” Kurzrock ran into this problem in a study in which her group used a gene panel from a company in Cambridge, Massachusetts, called Foundation Medicine (see ‘Testing times’ below) to test 75 women with advanced breast cancer. Although the patients each had, on average, five or six malignancy-linked mutations, none had the same combination. Testing Times: Biotechnology companies are developing sophisticated ways to match patients to therapies — and even determine whether therapy is necessary. Here are some of the most prominent. Why is it, then, Kurzrock asks, that we have been trying to fit these differently shaped pegs into the same round hole? Instead, she says, “we should take a patient and ask: ‘What cocktail of drugs does this particular patient need based on their particular profile?’”. Another problem with the targeted approach is that therapies are typically tested only on patients with advanced cancers, which are much harder to treat than those in their early stages. Trying out drugs earlier in the course of a disease, when the cancer is more likely to be driven by just one or two key mutations, would require a major shift in the clinical trial system (see page S9). But perhaps the biggest obstacle in targeting the products of mutated genes is that so many of the causative mutations result not in something's presence but in its absence. Most of the driver oncogenes have what is known as loss-of-function mutations — changes that disable the genes or proteins normally responsible for preventing cancerous cells from growing out of control. “It's one thing to develop a drug that blocks an activated protein. It's quite another to develop a method to compensate for the loss of a tumour-suppressor protein,” Nussbaum says. Attacking these kinds of cancers will require a more nuanced approach — one that tinkers with the DNA itself rather than the proteins for which it codes. Time it Right Beyond matching tumour to drug, precision medicine also depends on providing the drugs at the right time — something that requires knowing not only which mutations got a tumour started, but also how the tumour is likely to change. To ensure that therapies that start out personalized remain that way, a doctor needs to know when new oncogenic pathways pop up and when it is time to change course. But repeated biopsies are difficult, and often", "impossible. Researchers have therefore been working on non-invasive ways to monitor mutations. Technology is getting good enough to separate out tumour cells or sequenceable scraps of DNA from blood samples, making it possible to do ‘fluid’ biopsies that provide accurate biomarkers for assessing the disease over time2. For instance, Epic Sciences in San Diego, California, in collaboration with cell biologist Peter Kuhn at the nearby Scripps Research Institute, has developed a way to separate tumour cells from blood and assess them for mutations and abnormal protein expression. Others are focusing on bits of DNA that have leaked from dying cells and can be analysed for cancer-driving mutations. Such methods could one day allow real-time assessment of a patient's tumour make-up. Sarah-Jane Dawson, a molecular biologist and oncologist at the Peter MacCallum Cancer Centre in Melbourne, Australia, studies cell-free DNA — DNA that has escaped from dying cells and is circulating in the blood. She and her colleagues have found that changes in cell-free tumour DNA are detectable, on average, five months before any changes to a patient's cancer are seen in computed tomography (CT) or other scans. “That's not an insignificant amount of time for someone to remain on a therapy they're growing resistant to,” Dawson says. Researchers are also beginning to understand more about how the body fights cancer, and how to take advantage of that. Certain types of immunotherapy — treatments that prompt the body's immune system to detect and attack a tumour — seem to work better if the disease is slightly more advanced: the more mutations a cancer has, the more foreign proteins there are for immune cells to detect. Using just a blood sample, Epic Sciences can detect a single cancer cell (red) among a field of white blood cells (blue and green). Credit: Epic Sciences Tumour cells can be adept at exhausting, or simply turning off, the body's immune response. The best approach to treatment, therefore, might be to combine precision therapy with immunotherapy. First, prune back the cancer with molecularly targeted drugs. Next, use immunotherapy to help the patient's immune system recognize and attack the mutant cells at the first sign of danger3. “The vast majority of patients respond to genomically targeted therapies, but with short durability,” says James Allison, a cancer immunologist at the University of Texas MD Anderson Cancer Center in Houston. Immunotherapy, he says, is the opposite. “A fraction of patients respond, but with long durability.” Combining the approaches, he says, should dramatically improve outcomes. Attack from Within Allison has pioneered a class of immunotherapy drugs called checkpoint inhibitors, which can set loose an otherwise-blocked immune system and allow it to break through the defences of certain cancers. Most notably, drugs that inhibit the a protein found on the surface of T cells called PD1, or the PDL1 protein to which it binds, have been shown in numerous clinical trials to be effective against various types of advanced cancers4. And Allison's colleague, oncologist and immunologist Padmanee Sharma, is seeking markers that could indicate whether a patient is responding to another checkpoint inhibitor that works against a T-cell surface receptor, CTLA4. One of the markers she has found — inducible co-stimulator (ICOS) — seems to increase when someone is responding to treatment that targets that receptor5. Another, still-more personalized form of immunotherapy genetically engineers a patient's immune cells (or those from a matched donor) so that they can recognize and attack cancer cells. The approach, called chimaeric antigen receptor (CAR) T-cell therapy, has produced encouraging results in several small unpublished clinical trials for advanced blood cancers: some patients achieved complete remission. Ideally, a treatment should be personalized and hit multiple pathways simultaneously. Chemical engineer Mark Davis from the California Institute of Technology in Pasadena and cancer biologist Frank McCormick from the University of California, San Francisco, believe that the answer lies in RNA interference, a technique that uses double-stranded sequences of ‘short interfering’ RNA (siRNA) to mute specific genes. Davis has created a way to encapsulate cancer drugs in nanoparticles that have the right size and surface properties to be taken up by tumour cells (see page S12). He is now working with McCormick to infuse these nanoparticles with siRNA. Until now, delivering these fragile molecules to cancer cells had proved nearly impossible, but Davis's nanoparticles provided an elegant solution. The approach has been tested in a phase I clinical trial in solid cancers6, and the results are now being assessed. The siRNA method could disable cancer at its very origin by silencing the genes responsible. “In a dream situation, you find a set of genes that affect your tumour, load them up and go,” McCormick says. As a patient's tumour evolves, an oncologist can simply swap old siRNAs for new ones. “Once the delivery system works, you could just plug", "and play different payloads.” Combining a single delivery system with pluggable siRNAs would make drug development faster, cheaper and more routine, and also present less risk to the patient, McCormick says. The multi-siRNA technique has been tested successfully in mice, but human trials using a combination of siRNAs may still be a few years off — such fast-turnaround, individualized therapies pose a challenge for regulatory bodies such as the US Food and Drug Administration. Cancer is a wily enemy and protects its secrets well. Precision approaches, such as the one Lucy received, are not yet available for most patients. But the rush of research suggests that it is only a matter of time before they are. “Not only do we have next-generation sequencing-based methods,” Mardis says, “we also have this incredible growth in our general knowledge.” For Lucy, at least, that knowledge is everything. Four years on, she is still cancer free. This article is reproduced with permission and was first published on , 2014. Buy Digital Issue Sign In Subscribe ABOUT THE AUTHOR(S) Lauren Gravitz is a freelance science writer based in Los Angeles, California. MORE TO EXPLORE 1. Welch, J. S. et al. J. Am. Med. Assoc. 305, 1577–1584 (2011). 2. Murtaza, M. et al. Nature 497, 108–112 (2013). 3. Vanneman, M. & Dranoff, G. Nature Rev. Cancer 12, 237–251 (2012). 4. Topalian, S. L. et al. N. Engl J. Med. 366, 2443–2454 (2012). 5. Fan, X. Quezada, S. A., Sepulveda, M. A., Sharma, P. & Allison, J. P. J. Exp. Med. 211, 715–25 (2014). 6. Davis, M. E. et al. Nature 464, 1067–1070 (2010). Scientific American is a trademark of Scientific American, Inc., used with permission © 2014 Scientific American, a Division of Nature America, Inc. YES!YES! Send me a free issue of Scientific All Rights Reserved. American with no obligation to continue the subscription. If I like it, I will be billed for the one-year subscription. Subscribe Now", "ADVERTISEMENT Permanent Address: http://www.scientificamerican.com/article/biology-three-known-unknowns/ Health » Scientific American Volume 311, Issue 1 » Outlook This article is from the In-Depth Report Cancer: The March on Malignancy Biology: Three Known Unknowns Even as cancer therapies improve, basic questions about drug resistance, tumour spread and the role of normal tissue remain unanswered See Inside Jun 17, 2014 | By Katherine Bourzac | In 1996, Charles Sawyers designed early clinical trials for one of the first drugs aimed at a cancer-specific genetic mutation. The drug was imatinib, the cancer was chronic myeloid leukaemia and Sawyers — a clinical oncologist at the Memorial Sloan Kettering Cancer Center in New York — saw patients who had been debilitated by the disease rapidly improve when given the medicine. “It was unbelievably satisfying,” he says. Unfortunately, he then saw many of those cancers come roaring back as they became resistant to the drug. The experience with imatinib has given cancer biologists mixed messages. The medicine, now marketed by Novartis in Basel, Switzerland, as Gleevec or Glivec, highlights the potential of personalized medicine. Figuring out what mutation caused the disease and designing a drug to target it was a technological triumph, and it was followed by two further drugs to combat the emerging drug resistance. BRENDAN MONROE ADVERTISEMENT But treating cancer by chasing mutation after mutation with drug after expensive drug is not a sustainable model — not least because few cancers other than leukaemia have simple, known genetic causes. “When we know the mutations and can get to a treatment strategy it's exciting,” says Sawyers. But so far in the age of gene sequencing, he adds, “we've grabbed the low-hanging fruit”. Biologists now know a huge amount about cancer — much more than they did even ten years ago. About 500 genes have been implicated in the disease, and the list is growing. There are also about 100 approved cancer drugs, some of which, like imatinib, specifically target mutations in those genes, on top of older therapies such Fort Collins, CO Residents Are ’Rattled’ By New Website Instant Checkmate as surgery and radiation. But all this knowledge is not enough: even in countries where people have access to the newest therapies, improvements in death rates have slowed. Up to half of cancers could be prevented by changes in diet and exercise, encouraging people to stop smoking and eliminating environmental risks such as pollution, but other gains will be harder. To conquer cancer, researchers will need to answer some basic scientific questions. Here, Nature looks at three of the most pressing. How Can Drug Resistance be Overcome? To combat resistance, researchers are studying the cancer genome, coming up with new ways to design drugs, concocting combination therapies — and even looking back to Darwin's theory of evolution. “Seen through a Darwinian lens, the tumour is an ecosystem, a mixture of cells that are continuously mutating,” says Paul Workman, head of cancer therapeutics at the Institute of Cancer Research in London. “You put into that mix a very strong selective pressure, which is the drug.” At that point it becomes survival of the fittest. Many cells die; others use a combination of strategies to survive and thrive. These may include producing protein pumps that flush the drug out, increasing the rate of DNA repair or using an alternative molecular pathway to restore whatever function the drug blocks. Targeted drugs contribute to the genetic complexity: “These therapies themselves may be driving tumours to become more heterogeneous,” says Charles Swanton, a medical oncologist at Cancer Research UK's London Research Institute. A better understanding of the underlying genetic diversity of tumour cells may help researchers to work out how to tackle drug resistance. Swanton and others are therefore exploiting ever-faster and cheaper DNA-sequencing technologies. So far, Swanton says, it looks as though every tumour has a set of core mutations that are shared by all its cells. He calls these the tumour's ‘trunk’. Subpopulations of cells within the tumour have their own unique sets of shared mutations; he calls these subpopulations ‘branches’. Therapy prunes some branches while sparing others, which then repopulate the tumour. Researchers are now trying to look at tumour evolution in patients. One study, called TRACERx (Tracking Cancer Evolution through Therapy), will allow Swanton and a large group of collaborators to observe 850 people with lung cancer from diagnosis through therapy. Biopsies are taken from multiple spots within tumours both before and after treatment, then analysed by sequencing the parts of the tumour genomes that code for proteins. Comparing these biopsies should identify which mutations are associated with drug resistance. These kinds of studies may help geneticists to write what Swanton calls “an evolutionary rulebook of cancer” that can be used to predict tumour evolution without having to do repeated sequencing studies to get future patients on the right", "therapies. Other researchers caution that genetics will provide only part of the picture of tumour heterogeneity and drug resistance. Variations in how tumours use these genes — the way they are regulated and expressed — also enable tumours to develop drug resistance. “Cells that are not intrinsically resistant to a drug will rewire their circuitry during treatment to become resistant” without any genetic changes at all, says cell biologist Joan Brugge at Harvard Medical School in Boston, Massachusetts. Even without a full understanding of the way that tumours evolve in the face of chemotherapy, researchers are coming up with ways to overcome resistance. Using a combination of drugs can reduce a tumour's options. Here, scientists take inspiration from the success of the antiretroviral cocktails that keep HIV in check. Like cancer, HIV has tremendous genetic diversity and evolves rapidly, but the right cocktail of drugs has transformed HIV infection from a death sentence for many into a manageable, long-term condition. Cancer presents a tougher challenge. HIV has just nine genes, compared with our approximately 20,000, making human cancer cells much more complex. Researchers are still trying to figure out how to make smart combination therapies that really work. James Doroshow, head of cancer treatment and diagnosis at the US National Cancer Institute (NCI) in Bethesda, Maryland, believes that the best way to figure out combination therapies is to test the possibilities through brute force. The NCI has been testing 5,000 drug combinations against 60 cancer cell lines in vitro; promising candidates are then screened for toxicity in mice. The results have not yet been published, but Doroshow says that new and unexpected combinations are showing up. Workman's group is using computer models of gene networks to sort through thousands of possible drug combinations and genes to find likely synergies. He agrees that combination therapy is the only way to overcome resistance, but thinks that new drugs are also needed. He estimates that just 5% of known cancer genes are targeted by drugs. “If we can't make drugs against the other 95%,” he asks, “how on Earth are we going to build the combination therapies that will lead to a cure?” To make matters more difficult, some cancer-causing mutations work by silencing the tumour-suppressor genes that normally help to stop tumours from forming. Developing a drug to block the absence of something is a major challenge, says Workman. And some of the genes associated with cancer make proteins whose structures are unknown; without the structure, chemists have nothing to go on. Many cancer genes therefore remain, for the time being at least, untargetable. How are Healthy Tissue and Genes Involved? Cancer is caused not just by bad cells or bad genes, but also by good ones not doing the right thing — an aspect of cancer that is highly complicated to study and to combat. Mina Bissell, a bioengineer at the Lawrence Berkeley National Laboratory in California, sees potential in an area that has been largely ignored by the pharmaceutical industry: the supportive structures and non-cancer cells in and around tumours, called the tumour microenvironment. Signals from this microenvironment can stop a cell that has cancer-causing mutations from becoming cancerous, and putting a tumour cell in a different environment can render it benign. “We need to therapeutically fix the microenvironment,” she says. Jacqueline Lees, associate director of the Koch Institute for Integrative Cancer Research at the Massachusetts Institute of Technology in Cambridge, agrees. It is important, she says, to think not just about killing cancer cells but also about targeting the processes that support them, the interactions between tumour and non-tumour cells and the immune system. Tumours cannot thrive without certain kinds of signalling patterns from their neighbouring cells. “Traditional drug screening has missed that,” Lees says. Lees is studying a process called cancer dormancy. Some cancer cells are quiescent during the tumour's boom times but can become reactivated if left behind after surgery. Lees is trying to determine how this works, and what role normal cells have in the dormancy and activation process. Quiescent tumour cells are less vulnerable to chemotherapy because the treatments are aimed at dividing cells, and quiescent ones are not taking part in the normal cell cycle of growth and division. What signals from the microenvironment are needed to wake these cells? Lees says that inflammation — a sign of activation of the immune system — after surgery and treatment may jump-start quiescent cells. Then, a tumour cell has to warm up its engines. “It has to switch back on a whole protein program that takes 48 hours, and during that time it's taking advantage of interactions with normal surrounding cells,” she says. The right drugs in the right order could help to control this process. Chemotherapy could be preceded by drugs that wake up the", "quiescent cells. Then drugs that suppress crosstalk could prevent them from restarting a tumour after therapy. Breast-cancer cells can become motile and start to spread around the body. Credit: STEVE GSCHMEISSNER/SPL If it can be revved up, the immune system might be able to do this itself. Cancer cells put up many defences against attack from the immune system, including expressing receptors that deactivate an important class of immune cell. In the past few years, drugs that block these receptors have generated much excitement in clinical trials. These drugs, called immune checkpoint inhibitors, seem to let loose the immune system's natural cancer-fighting activity. But they do not work in all patients, and researchers have yet to figure out why, says Sawyers. For these patients, a combination of drugs that target the tumour, the support cells and the immune system “could save the day”, he says. Lees agrees. Successfully treating cancer may require attacking tumours on multiple fronts, she says, with conventional therapies bolstered by new ones that activate the immune system and silence certain interactions between tumours and their environment. How Does Cancer Spread? The cause of most cancer deaths — about 90% — is not the primary tumour, but secondary tumours called metastases that have developed elsewhere in the body. Sometimes these metastatic tumours become apparent decades after a patient was thought to be cured. So a better understanding of metastasis would help to prevent a great deal of cancer deaths. “We need to focus more on secondary tumours,” says Ann Chambers, director of translational breast-cancer research at the London Health Sciences Centre in Canada. The beginning of the metastatic process is by now pretty well understood, says Robert Weinberg, a cancer biologist at Whitehead Institute for Biomedical Research in Cambridge, Massachusetts. Some cancer cells become motile and aggressive, and enter the bloodstream. Some exit the circulation at distant sites, and a fraction of these can start new tumours there (C. L. Chaffer and R. A. Weinberg Science 331, 1559–1564; 2011). What is incredible, says Weinberg, is that any of these cells live, let alone seed new tumours. “The big remaining mystery is how cancer cells are able to adapt and make a living in a distant tissue,” he says. The environment in the brain or bone marrow, say, is very different from that in the prostate or breast, where the tumour may have started its journey. There may be different levels of glucose and oxygen, or the foreign tissue might be more or less acidic. Tumour cells are thought to be dependent on growth factors, protein signals and other encouraging messages in their native tissue. Still, some cells form new tumours at other sites. Weinberg speculates that this involves not mutations, but extensive changes in gene expression. Perhaps even more puzzling than how cells can thrive in a new place is what they do in the time between their arrival and the growth spurt that initiates secondary disease. “Cancer cells make it to a distant organ, escape the bloodstream — and then they sit there for ten years while nothing happens,” says tumour biologist Klaus Pantel of the University Medical Center Hamburg-Eppendorf in Germany. “Something keeps them from proliferating, and then something activates these cells.” What those signals are is unknown. And not enough people are studying the problem, says Chambers. “Tumour dormancy is frustrating — like watching paint dry,” she says. “People don't want to watch tumours not grow.” There are other barriers to studying metastasis. Secondary tumours that have grown large enough to cause health problems and be detected are often not biopsied because patients are in fragile health. And it is difficult to get a picture of the early stages of growth of metastases: they are too small to show up in imaging scans. Furthermore, Chambers notes, even when people have ideas for drugs to prevent or slow tumour spread, today's clinical trials are not designed to show this effect. Trials tend to enrol patients with advanced disease and established metastatic tumours. The potential of a drug to prevent the spread of cancer cannot be seen in this group because it is too late, she says. To treat cancers that have already spread will require knowing more about the mechanics of metastasis. First, researchers must figure out which of the heterogeneous mix of cells in a tumour are capable of spreading, and how they differ from the other cells. Brugge has developed a way to find these tumour-initiating cells. Researchers in her lab take about 100 cells from a primary tumour biopsy, separate them, clone them and give each its own genetic bar code. They then maintain one set in vitro and inject another into mice, says Brugge. Cells with metastatic tendencies will grow into tumours, and once they do, the researchers remove them and", "note, using the bar codes, which cells started the new tumours. Brugge can then go back to the cells in culture to study what differentiates them from cells that did not metastasize. Another approach involves looking for tumour cells in patients' blood, cancer's metastatic thoroughfare. These circulating tumour cells may hold some answers to the mystery of metastasis — their ranks must include some that will form secondary tumours. Once isolated, they can be sequenced and imaged, and the expression of their genes can be compared with that of the primary tumour's. Many key details of cancer biology remain elusive, but new technologies are helping researchers to gain access to them. Quickly advancing genomic and bioinformatics techniques are helping to overcome drug resistance by predicting which drugs to use and in what combinations; new models are providing insight into the interactions between normal and cancerous tissues; and metastatic cells can now be found before they make tumours. Given this progress, veteran researchers find reason for optimism. “Twenty years ago, I would have thought some of these problems were intractable,” says Doroshow. “But now, I don't.” This article is reproduced with permission and was first published on May 28, 2014. Buy Digital Issue Sign In Subscribe ABOUT THE AUTHOR(S) Katherine Bourzac is a freelance science writer in San Francisco, California. Scientific American is a trademark of Scientific American, Inc., used with permission © 2014 Scientific American, a Division of Nature America, Inc. Subscribe YES!YES! Send me a free issue of Scientific All Rights Reserved. Now American with no obligation to continue the subscription. If I like it, I will be billed for the one-year subscription.", "BC 351: Principles of Biochemistry Module 2: Study Guide Question Answers 1. (A) [P]/[R] = 2 (>1), so G˚ = -RTln>1 = neg. number and favorable (B) [P]/[R] = 0.5 (<1), so G˚ = -RTln<1 = pos. number and unfavorable (C) the intrinsic difference between their relative free energies (Gs), if they are increasing or decreasing as the reactants become the products. If they are increasing the reaction as written is unfavorable and requires coupling to another reaction that has a greater decrease in free energy to proceed as written. If decreasing the reaction is favorable as written. Unfavorable reactions can potentially be driven by a high [P]/[R] concentration ratio. (D) You must also know the actual concentration of the reactants and products in the cell to determine the G of the reaction in the cell. 2. 3. (A) The second law of thermodynamics states that the universe tends toward randomness or disorder. (B) A small amount of cells is added to nutrient containing medium in a flask and grown in a calorimeter (box to measure change in heat, temperature) until there is a large amount of cells. (C) Nutrients (small molecules, less order) are taken up and used to synthesize the cells (larger molecules, whole cells, more order) while releasing heat into their surroundings (creating a large amount of disorder). Thus, the cells create order to produce cell parts and more cells, but offset this increased order with greater disorder in their system (their universe). 4. The hydrolysis of ATP to ADP, Pi and H+ (H2O is ignored since the concentration stays near 56 M) is favorable (A) due to the G˚’ and RTlnK being negative values. (B) G˚’, an intrinsic property of this reaction, is quite negative due to the neutral pH inside the cell (so stays 10-7 M, pulling the reaction to the right). Page 1 of 6 BC 351: Principles of Biochemistry (C) the concentration of ATP, a system property, is kept much higher than the concentration of ADP and Pi in the cell, so RTlnK (K = [ADP][Pi]/[ATP] = < 1, ln < 1 is a negative number. We will get back to this later. 5. (A) The first law of thermodynamics, energy is conserved in the universe, relates to enthalpy or H. The second law of thermodynamics, the universe tends toward randomness or disorder relates to entropy or S. (B) (C) 6. (A) G˚ = - RTlnKeq; Keq is the ratio of product (chamber B) to reactant (chamber A) at equilibrium (when the ratio stops changing). As described above in the jumping bean analogy, this is a function of both enthalpy H, and entropy S. A decrease in H and increase in S lead to more product than reactant at equilibrium, a decrease in G and a favorable reaction. K is the actual ratio of product to reactant in the cell. When the concentration of reactant (chamber A) is greater than the concentration of product (chamber B) then this system property contributes to a decrease in the free energy of the overall reaction. (B) the [products]/[reactants] or [ADP][Pi]/[ATP] in cells is << 1; at equilibrium it is >>1. (C) Page 2 of 6 BC 351: Principles of Biochemistry K or Keq G˚ (Grxn = 0) Grxn (G˚ = 0) 103 101 1 10-1 10-3 -4.3 kcal/mole -1.4 kcal/mole 0 1.4 kcal/mole 4.3 kcal/mole 4.3 kcal/mole 1.4 kcal/mole 0 -1.4 kcal/mole -4.3 kcal/mole 7. (A) Thermodynamically unfavorable reactions have a positive Grxn, and so require energy input. (B) Cells usually “drive” an unfavorable reaction through coupling with a reaction, like ATP hydrolysis, that is energetically favorable (Grxn negative) enough to off-set or the positive Grxn of that reaction. (C) Synthesis of glutamine from glutamate and NH4+ (G˚ = +4 kcal/mole) is driven by coupling the reaction with ATP hydrolysis (G˚ = -7.3 kcal/mole) with a net G˚ = -3.3 kcal/mole, which is quite favorable. Mechanistically, this is done on an enzyme the transfers the high energy gamma phosphate from ATP to glutamate forming phosphoglutamate. The P-glutamate + NH4 + → glutamine + Pi reaction is favorable (G˚ is negative). 8. Since the dissolution reaction is spontaneous, the G must be negative. Since the reaction absorbs heat, the H must be positive. Given G = H - TS, this is possible if the S is very large and positive, as one would expect for a solid dissolving. 9. Covalent bonds (50-250 kcal/mole, unaffected by water); Ionic bond (80 kcal/mole in a vacuum- 3-20 kcal/mole in water); Hydrogen bond (3-7 kcal/mole in vacuum- ≤1-3 kcal/mole in water); van der Waals bond (0.1-0.2 kcal/mole, unaffected by water). 10. False. Some single ionic bonds could be strong enough (up to 20 kcal/mole). However, the answer is generally true. A single non-covalent van der Waals attraction, many hydrogen bonds, and", "some ionic bonds (especially in water) are too weak to withstand the thermal motions that tend to knock/pull molecules apart. Functioning singly, non-covalent bonds would not be sufficient to hold macromolecules together for a significant amount of time. Multiple H-bonds and ionic bonds will withstand the energy of collisions, etc. at room temperature. Therefore, this sort of interaction involves several non-covalent bonds. 11. Hydrophobic forces/interactions. Non-polar molecules cluster together to reduce the surface area exposed to the water. For example, oil forms droplets in water and eventually separates into a separate phase. Since non-polar (hydrophobic) groups and molecules cannot participate in H-bonding with water molecules, the surrounding water molecules are driven to interact more between themselves. This increased interaction stabilizes the crystal lattice structure of the water immediately surrounding the hydrophobic functional groups or molecules, forming an ice like water crystal lattice or “clathrate cage”. This increased ordering of many water molecules decreases the entropy (“randomness”) of the system. Bringing together the hydrophobic molecules increases the entropy (+S) by decreasing the hydrophobic surface area, thus decreasing the amount of structured water. Page 3 of 6 BC 351: Principles of Biochemistry 12. Van der Waals interactions - Weakest, require very close approach of atoms in molecules, no room for competition by H2O molecules, so their strength is unaffected by H2O or ions. - Involve forming induced dipoles in interacting atoms, are strongest at the balance point between repulsion between the electron clouds and attraction between the induced dipoles. Hydrogen bonds - Partly covalent, partly electrostatic due to H+ sharing/transfer between the proton donor and acceptor group (N or O atoms) - Have directionality, are affected by the alignment of the bond, the donor and acceptor groups have the strongest H-bond when at an 180˚ alignment. - Functional groups that form H-bonds are polar, so they H-bond with water, so water competes with and weakens H-bonds. Ionic bonds - Purely charge-charge or electrostatic interactions - Are not directional - Their strength is described quantitatively by Coulombs’s law, which has terms for the strength of the positive or negative charges of the interacting functional groups, their distance from each other and the dielectric constant of the solvent/solution (a measure of its ability to compete with the two groups for interacting). - Are strongly competed for or weakened by water (Dielectric constant of 80). Hydrophobic forces/interactions - Hydrophobic functional groups, for example hydrocarbons, do not interact with water to form hydrogen bonds - The water molecules must interact with each other in the vicinity to satisfy their tendency to form H-bonds forming an ordered crystal lattice, decrease the enthalpy and the free energy of the system. The association of hydrophobic functional groups minimizes the surface area interacting with the water solvent, decreasing the order (increasing the enthalpy and free energy) of the system. - Hydrophobic forces do not exist in the absence of water, so they are not weakened by water, rather they are dependent on it. 13. Ethanol can form hydrogen bonds with water molecules, but ethane cannot. When ethanol dissolves, the decrease in the system's entropy that results from formation of ordered – group is partly compensated by the favorable interactions arrays of water around the CH3CH2 (hydrogen bonds) of the hydroxyl group of ethanol with water molecules. Ethane cannot form such hydrogen bonds. 14. For each of the pairs below, the conjugate base (proton acceptor group): 1b. RCOO– 2a. RNH2 3a. H2PO4 – Page 4 of 6 BC 351: Principles of Biochemistry 4b. HCO3 – 15. Phosphoric acid (H3PO4) has three dissociable protons, with the pKa’s shown below. The form of phosphoric acid that predominates in a solution at pH 4 is H2PO4 phosphoric acid will reach pH 4 after addition of approximately one equivalent of OH- and will be close to half way between the first and second pKa. At pH 4 essentially all of the first proton on phosphoric acid will have dissociated but nearly none of the second proton will have begun to dissociate. I suggest you practice plotting this out on a pH versus –OH equivalents graph. Acid H3PO4 – H2PO4 2– HPO4 pKa 2.14 6.86 12.4 –. A solution of 16. (1) pKa = –log Ka; (2) See Fig. 2-17, p. 59; pKa is the value of pH at the inflection point in a plot of pH vs. extent of titration of the weak acid. At the pKa, the concentration of ionized acid equals the concentration of un-ionized acid. 17. 1. All amino acids found in naturally occurring proteins have an  carbon to which are attached a carboxylic acid, an amine, a hydrogen, and a variable side chain. 18. The three main classes are polar, nonpolar, and special amino acids. Since all amino acids have the same structure except for their R-groups, it is the", "R-group that determines how each amino acid is classified. Glutamate and lysine are negatively and positively charged polar amino acids, respectively. Serine is an uncharged polar amino acid. Leucine is a nonpolar amino acid. Proline is a special amino acid. See Lecture 8 PowerPoint slides for details. In your textbook the amino acids are subdivide further and slightly differently into nonpolar aliphatic and aromatic, polar uncharged, negatively charged and positively charged (page 75 Figure 3-5). 19. Most amino acids are soluble in water due to having at least two polar, charged functional groups; the amino group and the carboxyl group. Amino acids have at least one weak base and one weak acid functional group, the amino group and the carboxyl group. Some amino acids have a third functional group, the R group that is a weak acid or a weak base (see page 75 Figure 3-5, positively and negatively charged R groups). Glycine has a net charge of – 1 at pH 11 and above (see page 79 Figure 3-10). The net charge of any amino acid at its pI is 0. The pKa of the amino and carboxyl groups are similar (~9-10 and ~ 2, Page 5 of 6 BC 351: Principles of Biochemistry respectively, see page 73 Table 3-1), but do vary due to the effects of electronegative atoms on their R groups (see page 80 Figure 3-11), so no they are not all the same. 20. Aspartate has a polar (hydrophilic) side chain, which forms hydrogen bonds with water. In contrast, phenylalanine has a nonpolar (hydrophobic) side chain. (See Fig. 3-5, p. 79 for structures.) 21. The pKa of the histidine side chain is 6.0. a. The R group pKa = 6.0 b. The COOH pKa = 1.8 and the +NH3 pKa = 9.2 c. More than half d. The overall net charge will equal 0. e. The correct diagram is mod2_Q21e_B.png f. The correct diagram is mod2_Q21f_A.png Page 6 of 6"]